Repository: rallep71/dinox
Catalog: plugins/omemo/po/*.po
Languages: da, hi, kab, lb

source: Each device has its own OMEMO key. Messages can only be decrypted by a device if they are encrypted to its key. Messages are only encrypted to accepted devices.
da: Hver enhed har sin egen OMEMO-nøgle. Beskeder kan kun dekrypteres af en enhed, hvis de er krypteret til dens nøgle. Beskeder krypteres kun til accepterede enheder.
hi: प्रत्येक डिवाइस की अपनी OMEMO कुंजी होती है। संदेशों को केवल एक डिवाइस द्वारा डिक्रिप्ट किया जा सकता है यदि वे इसकी कुंजी के लिए एन्क्रिप्ट किए गए हैं। संदेश केवल स्वीकृत उपकरणों के लिए एन्क्रिप्ट किए जाते हैं。
kab: Yal allal yesɛa tasarut-is OMEMO. Izenan zemren ad ttwasifren kan sɣur allal ma yella ttwačifren ɣer tsarut-is. Izenan ttwačifren kan ɣer wallalen yettwaqblen.
lb: All Apparat huet säin eegenen OMEMO-Schlëssel. Messagen kënnen nëmme vun engem Apparat dechiffréiert ginn, wa se op säi Schlëssel verschlësselt sinn. Messagen ginn nëmmen op akzeptéiert Apparater verschlësselt.

source: Manage Key
da: Håndter nøgle
hi: कुंजी प्रबंधित करें
kab: Ssefrek tasarut
lb: Schlëssel verwalten

source: Compare the fingerprint, character by character, with the one shown on your contact's device.
da: Sammenlign fingeraftrykket, tegn for tegn, med det der vises på din kontakts enhed.
hi: अपने संपर्क के डिवाइस पर दिखाए गए फिंगरप्रिंट के साथ, चरित्र द्वारा चरित्र, फिंगरप्रिंट की तुलना करें。
kab: Smemzadi limpreinte, usekkil s usekkil, d tin yettwaskanen ɣef wallal n unermas-ik.
lb: Vergläicht de Fangerofdrock, Zeechen fir Zeechen, mat deem deen um Apparat vun Ärem Kontakt ugewise gëtt.

source: Fingerprints differ
da: Fingeraftryk er forskellige
hi: फिंगरप्रिंट अलग हैं
kab: Limpreintes mgaradent
lb: Fangerofdréck ënnerscheeden sech

source: Fingerprints match
da: Fingeraftryk matcher
hi: फिंगरप्रिंट मेल खाते हैं
kab: Limpreintes mcudden
lb: Fangerofdréck stëmmen iwwer

source: Cancel
da: Annuller
hi: रद्द करें
kab: Sefsex
lb: Ofbriechen

source: Confirm
da: Bekræft
hi: पुष्टि करें
kab: Sentem
lb: Bestätegen

source: Verify key
da: Verificer nøgle
hi: कुंजी सत्यापित करें
kab: Senqed tasarut
lb: Schlëssel verifizéieren

source: Future messages sent by %s from the device that uses this key will be highlighted accordingly in the chat window.
da: Fremtidige beskeder sendt af %s fra enheden, der bruger denne nøgle, vil blive fremhævet i chatvinduet.
hi: इस कुंजी का उपयोग करने वाले डिवाइस से %s द्वारा भेजे गए भविष्य के संदेश चैट विंडो में तदनुसार हाइलाइट किए जाएंगे。
kab: Izenan i d-iteddun sɣur %s seg wallal yesseqdacen tasarut-agi ad ttwasbirqen deg usfaylu n udiwenni.
lb: Zukünfteg Messagen, déi vum %s vum Apparat geschéckt ginn, deen dëse Schlëssel benotzt, ginn an der Chat-Fënster deementspriechend ervirgehuewen.

source: Fingerprints do not match
da: Fingeraftryk matcher ikke
hi: फिंगरप्रिंट मेल नहीं खाते
kab: Limpreintes ur mcuddent ara
lb: Fangerofdréck stëmmen net iwwer

source: Please verify that you are comparing the correct fingerprint. If fingerprints do not match, %s's account may be compromised and you should consider rejecting this key.
da: Bekræft venligst, at du sammenligner det korrekte fingeraftryk. Hvis fingeraftryk ikke matcher, kan %s's konto være kompromitteret, og du bør overveje at afvise denne nøgle.
hi: कृपया सत्यापित करें कि आप सही फिंगरप्रिंट की तुलना कर रहे हैं। यदि फिंगरप्रिंट मेल नहीं खाते हैं, तो %s का खाता समझौता किया जा सकता है और आपको इस कुंजी को अस्वीकार करने पर विचार करना चाहिए。
kab: Ttxil-k senqed d akken tsemzadiḍ limpreinte tameɣtut. Ma yella limpreintes ur mcuddent ara, amiḍan n %s yezmer ad yili yettwaqecceḍ, u ilaq ad tcemmmeḍ ad tagiḍ tasarut-agi.
lb: W.e.g. verifizéiert datt Dir de richtege Fangerofdrock vergläicht. Wann d'Fangerofdréck net iwwereneestëmmen, kann de Kont vum %s kompromittéiert sinn an Dir sollt iwwerleeën dëse Schlëssel ofzulehnen.

source: Verify key fingerprint
da: Verificer nøglefingeraftryk
hi: कुंजी फिंगरप्रिंट सत्यापित करें
kab: Senqed limpreinte n tasarut
lb: Schlëssel-Fangerofdrock verifizéieren

source: Compare this key's fingerprint with the fingerprint displayed on the contact's device.
da: Sammenlign denne nøgles fingeraftryk med fingeraftrykket vist på kontaktens enhed.
hi: इस कुंजी के फिंगरप्रिंट की तुलना संपर्क के डिवाइस पर प्रदर्शित फिंगरप्रिंट से करें。
kab: Smemzadi limpreinte n tasarut-agi d limpreinte yettwaskanen ɣef wallal n unermas.
lb: Vergläicht de Fangerofdrock vun dësem Schlëssel mat deem deen um Apparat vum Kontakt ugewise gëtt.

source: Reject key
da: Afvis nøgle
hi: कुंजी अस्वीकार करें
kab: Agi tasarut
lb: Schlëssel ofleenen

source: Block encrypted communication with the contact's device that uses this key.
da: Bloker krypteret kommunikation med kontaktens enhed, der bruger denne nøgle.
hi: इस कुंजी का उपयोग करने वाले संपर्क के डिवाइस के साथ एन्क्रिप्टेड संचार को अवरुद्ध करें。
kab: Sewḥel taywalt yettwachifren d wallal n unermas yesseqdacen tasarut-agi.
lb: Verschlësselt Kommunikatioun mam Apparat vum Kontakt blockéieren, deen dëse Schlëssel benotzt.

source: Accept key
da: Accepter nøgle
hi: कुंजी स्वीकार करें
kab: Qbel tasarut
lb: Schlëssel akzeptéieren

source: Allow encrypted communication with the contact's device that uses this key.
da: Tillad krypteret kommunikation med kontaktens enhed, der bruger denne nøgle.
hi: इस कुंजी का उपयोग करने वाले संपर्क के डिवाइस के साथ एन्क्रिप्टेड संचार की अनुमति दें。
kab: Sireg taywalt yettwachifren d wallal n unermas yesseqdacen tasarut-agi.
lb: Verschlësselt Kommunikatioun mam Apparat vum Kontakt erlaben, deen dëse Schlëssel benotzt.

source: This key is currently %s.
da: Denne nøgle er i øjeblikket %s.
hi: यह कुंजी वर्तमान में %s है。
kab: Tasarut-agi tura d %s.
lb: Dëse Schlëssel ass momentan %s.

source: accepted
da: accepteret
hi: स्वीकृत
kab: yettwaqbel
lb: akzeptéiert

source: This means it can be used by %s to receive and send encrypted messages.
da: Dette betyder, at den kan bruges af %s til at modtage og sende krypterede beskeder.
hi: इसका मतलब है कि इसका उपयोग %s द्वारा एन्क्रिप्टेड संदेश प्राप्त करने और भेजने के लिए किया जा सकता है。
kab: Ayagi yebɣa ad d-yini d akken yezmer ad yettwaseqdec sɣur %s i wakken ad yeṭṭef u ad yazen izenan yettwachifren.
lb: Dat heescht, e ka vum %s benotzt ginn fir verschlësselt Messagen ze kréien an ze schécken.

source: verified
da: verificeret
hi: सत्यापित
kab: yettwasenqed
lb: verifizéiert

source: Additionally it has been verified to match the key on the contact's device.
da: Derudover er det verificeret at matche nøglen på kontaktens enhed.
hi: इसके अतिरिक्त इसे संपर्क के डिवाइस पर कुंजी से मेल खाने के लिए सत्यापित किया गया है。
kab: Rnu ɣer-s, yettwasenqed d akken yemcada d tasarut yellan ɣef wallal n unermas.
lb: Zousätzlech gouf verifizéiert datt en mam Schlëssel um Apparat vum Kontakt iwwereneestëmmt.

source: rejected
da: afvist
hi: अस्वीकृत
kab: yettwagi
lb: ofgeleent

source: This means it cannot be used by %s to decipher your messages, and you won't see messages encrypted with it.
da: Dette betyder, at den ikke kan bruges af %s til at dechifrere dine beskeder, og du vil ikke se beskeder krypteret med den.
hi: इसका मतलब है कि इसका उपयोग %s द्वारा आपके संदेशों को समझने के लिए नहीं किया जा सकता है, और आप इसके साथ एन्क्रिप्टेड संदेश नहीं देखेंगे。
kab: Ayagi yebɣa ad d-yini d akken ur yezmir ara ad yettwaseqdec sɣur %s i wakken ad yefk awanec i yizenan-ik, u ur tettwaliḍ ara izenan yettwachifren yis-s.
lb: Dat heescht, e kann net vum %s benotzt ginn fir Är Messagen ze dechiffréieren, an Dir wäert keng Messagen gesinn, déi domat verschlësselt sinn.

source: You won't see encrypted messages from the device of %s that uses this key. Conversely, that device won't be able to decipher your messages anymore.
da: Du vil ikke se krypterede beskeder fra enheden tilhørende %s, der bruger denne nøgle. Omvendt vil den enhed ikke længere kunne dechifrere dine beskeder.
hi: आप %s के डिवाइस से एन्क्रिप्टेड संदेश नहीं देखेंगे जो इस कुंजी का उपयोग करता है। इसके विपरीत, वह डिवाइस अब आपके संदेशों को समझने में सक्षम नहीं होगा。
kab: Ur tettwaliḍ ara izenan yettwachifren seg wallal n %s yesseqdacen tasarut-agi. S tmeẓla, allal-nni ur yezmir ara ad yefk awanec i yizenan-ik.
lb: Dir wäert keng verschlësselt Messagen vum Apparat vum %s gesinn, deen dëse Schlëssel benotzt. Ëmgedréit wäert deen Apparat Är Messagen net méi dechiffréiere kënnen.

source: You will be able to exchange encrypted messages with the device of %s that uses this key.
da: Du vil kunne udveksle krypterede beskeder med enheden tilhørende %s, der bruger denne nøgle.
hi: आप %s के डिवाइस के साथ एन्क्रिप्टेड संदेशों का आदान-प्रदान करने में सक्षम होंगे जो इस कुंजी का उपयोग करता है。
kab: Ad tizmireḍ ad tbeddleḍ izenan yettwachifren d wallal n %s yesseqdacen tasarut-agi.
lb: Dir kënnt verschlësselt Messagen mam Apparat vum %s austauschen, deen dëse Schlëssel benotzt.

source: Back
da: Tilbage
hi: वापस
kab: Uɣal
lb: Zréck

source: Manage
da: Håndter
hi: प्रबंधित करें
kab: Ssefrek
lb: Verwalten

source: This contact has new devices
da: Denne kontakt har nye enheder
hi: इस संपर्क के पास नए डिवाइस हैं
kab: Anermas-agi yesɛa allalen imaynuten
lb: Dëse Kontakt huet nei Apparater

source: OMEMO by default
da: OMEMO som standard
hi: डिफ़ॉल्ट रूप से OMEMO
kab: OMEMO s wudem amezwer
lb: OMEMO als Standard

source: Enable OMEMO encryption for new conversations
da: Aktiver OMEMO-kryptering for nye samtaler
hi: नई बातचीत के लिए OMEMO एन्क्रिप्शन सक्षम करें
kab: Rmed achifru OMEMO i yidiwenniten imaynuten
lb: OMEMO-Verschlësselung fir nei Gespréicher aktivéieren

source: Encrypt to new devices
da: Krypter til nye enheder
hi: नए उपकरणों के लिए एन्क्रिप्ट करें
kab: Chifer ɣer wallalen imaynuten
lb: Op nei Apparater verschlësselen

source: Automatically encrypt to new devices from this contact.
da: Krypter automatisk til nye enheder fra denne kontakt.
hi: इस संपर्क से नए उपकरणों के लिए स्वचालित रूप से एन्क्रिप्ट करें।
kab: Chifer s wudem awurman ɣer wallalen imaynuten n unermas-agi.
lb: Automatesch op nei Apparater vun dësem Kontakt verschlësselen.

source: New keys
da: Nye nøgler
hi: नई कुंजियाँ
kab: Tisura timaynutin
lb: Nei Schlësselen

source: New encryption keys from your other devices will be accepted automatically.
da: Nye krypteringsnøgler fra dine andre enheder vil blive accepteret automatisk.
hi: आपके अन्य उपकरणों से नई एन्क्रिप्शन कुंजियाँ स्वचालित रूप से स्वीकार की जाएंगी。
kab: Tisura n uchifru timaynutin seg wallalen-ik nniḍen ad ttwaqblent s wudem awurman.
lb: Nei Verschlësselungsschlësselen vun Ären aneren Apparater ginn automatesch akzeptéiert.

source: This device
da: Denne enhed
hi: यह डिवाइस
kab: Allal-agi
lb: Dësen Apparat

source: Other device
da: Anden enhed
hi: अन्य डिवाइस
kab: Allal nniḍen
lb: Aneren Apparat

source: Device
da: Enhed
hi: डिवाइस
kab: Allal
lb: Apparat

source: Accepted
da: Accepteret
hi: स्वीकृत
kab: Yettwaqbel
lb: Akzeptéiert

source: Rejected
da: Afvist
hi: अस्वीकृत
kab: Yettwagi
lb: Ofgeleent

source: Verified
da: Verificeret
hi: सत्यापित
kab: Yettwasenqed
lb: Verifizéiert

source: New device
da: Ny enhed
hi: नया डिवाइस
kab: Allal amaynut
lb: Neien Apparat

source: OMEMO Encryption
hi: OMEMO एन्क्रिप्शन
kab: Achifru OMEMO
lb: OMEMO Verschlësselung

source: No member JIDs available. This may be an anonymous room.
da: Ingen medlems-JID'er tilgængelige. Dette kan være et anonymt rum.
hi: कोई सदस्य JID उपलब्ध नहीं है। यह एक गुमनाम कमरा हो सकता है。
kab: Ulac JIDs n yimsliten i yellan. Ayagi yezmer ad yili d taxxamt tanaffalt.
lb: Keng Member-JIDs verfügbar. Dat kann en anonyme Raum sinn.

source: Encryption keys for room members
da: Krypteringsnøgler for rumsmedlemmer
hi: कमरे के सदस्यों के लिए एन्क्रिप्शन कुंजियाँ
kab: Tisura n uchifru i yimsliten n texxamt
lb: Verschlësselungsschlësselen fir Raummemberen

source: %d device
da: %d enhed
hi: %d डिवाइस
lb: %d Apparat

source: Trusted
da: Betroet
hi: विश्वसनीय
kab: Yettwaman
lb: Vertraut

source: Untrusted
da: Ikke betroet
hi: अविश्वसनीय
kab: Ur yettwaman ara
lb: Net vertraut

source: Unknown
da: Ukendt
hi: अज्ञात
kab: Arussin
lb: Onbekannt

source: OMEMO trust decision required
da: OMEMO-tillidsbeslutning påkrævet
hi: OMEMO विश्वास निर्णय आवश्यक
kab: Tadment n laman OMEMO tettwasra
lb: OMEMO-Vertrauensentscheedung erfuerderlech

source: Did you add a new device for account %s?
da: Tilføjede du en ny enhed til kontoen %s?
hi: क्या आपने खाता %s के लिए एक नया डिवाइस जोड़ा?
kab: Terniḍ allal amaynut i umiḍan %s?
lb: Hutt Dir en neien Apparat fir de Kont %s bäigefüügt?

source: %s has been using an untrusted device. You won't see messages from devices that you do not trust.
da: %s har brugt en ikke-betroet enhed. Du vil ikke se beskeder fra enheder, du ikke stoler på.
hi: %s एक अविश्वसनीय डिवाइस का उपयोग कर रहा है। आप उन उपकरणों से संदेश नहीं देखेंगे जिन पर आप भरोसा नहीं करते हैं。
kab: %s yesseqdac allal ur nettwaqbel ara. Ur tettwaliḍ ara izenan seg wallalen ur t-tumneḍ ara.
lb: %s huet en net vertrauenswürdegen Apparat benotzt. Dir wäert keng Messagen vun Apparater gesinn, deenen Dir net vertraut.

source: Manage devices
da: Håndter enheder
hi: उपकरण प्रबंधित करें
kab: Ssefrek allalen
lb: Apparater verwalten

source: %s does not trust this device. That means, you might be missing messages.
da: %s stoler ikke på denne enhed. Det betyder, at du måske mangler beskeder.
hi: %s इस डिवाइस पर भरोसा नहीं करता है। इसका मतलब है, आप संदेशों को याद कर सकते हैं。
kab: %s ur yettamen ara allal-agi. Ayagi yebɣa ad d-yini, yezmer ad k-ruḥen izenan.
lb: %s vertraut dësem Apparat net. Dat heescht, Dir kënnt Messagen verpassen.
