Repository: rallep71/dinox
Catalog: plugins/omemo/po/ie.po
Languages: ie

source: Each device has its own OMEMO key. Messages can only be decrypted by a device if they are encrypted to its key. Messages are only encrypted to accepted devices.
ie: Chascun aparate have su propri clave OMEMO. Messages posse esser descifrat de un aparate solmen si ili es criptat a su clave. Messages es criptat solmen a aparates acceptat.

source: Manage Key
ie: Gerer clave

source: Compare the fingerprint, character by character, with the one shown on your contact's device.
ie: Compara le tracie digital, caractere per caractere, con ti monstrat sur li aparate de tui contacte.

source: Fingerprints differ
ie: Tracies digital difere

source: Fingerprints match
ie: Tracies digital coresponde

source: Cancel
ie: Anullar

source: Confirm
ie: Confirmar

source: Verify key
ie: Verificar clave

source: Future messages sent by %s from the device that uses this key will be highlighted accordingly in the chat window.
ie: Futur messages inviat de %s del aparate quel usa ti clave va esser marcat in li fenestre de conversation.

source: Fingerprints do not match
ie: Tracies digital ne coresponde

source: Please verify that you are comparing the correct fingerprint. If fingerprints do not match, %s's account may be compromised and you should consider rejecting this key.
ie: Ples verificar que vu compara li corect tracie digital. Si tracies ne coresponde, li conto de %s posse esser compromisset e vu deve considerar rejectar ti clave.

source: Verify key fingerprint
ie: Verificar tracie digital de clave

source: Compare this key's fingerprint with the fingerprint displayed on the contact's device.
ie: Compara li tracie digital de ti clave con li tracie monstrat sur li aparate del contacte.

source: Reject key
ie: Rejectar clave

source: Block encrypted communication with the contact's device that uses this key.
ie: Blocar communication criptat con li aparate del contacte quel usa ti clave.

source: Accept key
ie: Acceptar clave

source: Allow encrypted communication with the contact's device that uses this key.
ie: Permisser communication criptat con li aparate del contacte quel usa ti clave.

source: This key is currently %s.
ie: Ti clave es actualmen %s.

source: accepted
ie: acceptat

source: This means it can be used by %s to receive and send encrypted messages.
ie: To significa que it posse esser usat de %s por reciver e inviar messages criptat.

source: verified
ie: verificat

source: Additionally it has been verified to match the key on the contact's device.
ie: Adplu it ha esset verificat coresponder al clave sur li aparate del contacte.

source: rejected
ie: rejectat

source: This means it cannot be used by %s to decipher your messages, and you won't see messages encrypted with it.
ie: To significa que it ne posse esser usat de %s por descifrar tui messages, e vu ne va vider messages criptat con it.

source: You won't see encrypted messages from the device of %s that uses this key. Conversely, that device won't be able to decipher your messages anymore.
ie: Vu ne va vider messages criptat del aparate de %s quel usa ti clave. Inversmen, ti aparate ne va posser descifrar tui messages plu.

source: You will be able to exchange encrypted messages with the device of %s that uses this key.
ie: Vu va posser excambiar messages criptat con li aparate de %s quel usa ti clave.

source: Back
ie: Retro

source: Manage
ie: Gerer

source: This contact has new devices
ie: Ti contacte have nov aparates

source: OMEMO by default
ie: OMEMO per standard

source: Enable OMEMO encryption for new conversations
ie: Permisser OMEMO criptation por nov conversationes

source: Encrypt to new devices
ie: Criptar a nov aparates

source: Automatically encrypt to new devices from this contact.
ie: Automaticmen criptar a nov aparates de ti contacte.

source: New keys
ie: Nov claves

source: New encryption keys from your other devices will be accepted automatically.
ie: Nov claves de criptation de tui altri aparates va esser acceptat automaticmen.

source: This device
ie: Ti aparate

source: Other device
ie: Altri aparate

source: Device
ie: Aparate

source: Accepted
ie: Acceptat

source: Rejected
ie: Rejectat

source: Verified
ie: Verificat

source: New device
ie: Nov aparate

source: No member JIDs available. This may be an anonymous room.
ie: Null JIDs de membres disponibil. To posse esser un chambre anonim.

source: Encryption keys for room members
ie: Claves de criptation por membres del chambre

source: Trusted
ie: Fidat

source: Untrusted
ie: Desfidat

source: Unknown
ie: Inconosset

source: OMEMO trust decision required
ie: Decision de confidentie OMEMO besonat

source: Did you add a new device for account %s?
ie: Esque vu adjuntet un nov aparate por li conto %s?

source: %s has been using an untrusted device. You won't see messages from devices that you do not trust.
ie: %s ha usat un aparate desfidat. Vu ne va vider messages de aparates a quel vu ne fida.

source: Manage devices
ie: Gerer aparates

source: %s does not trust this device. That means, you might be missing messages.
ie: %s ne fida ti aparate. To significa que vu posse mancar messages.
