Repository: rallep71/dinox
Catalog: plugins/openpgp/po/*.po
Languages: ca, cs, eo, ja, lb, pl, ro, sq

source: Key not in keychain
ca: La clau no està al clauer
cs: Klíč není v klíčence
eo: Ŝlosilo ne en ŝlosilaro
ja: キーはキーチェーンにありません
lb: Schlësselen net am Schlësselbond
pl: Klucz nie znajduje się w pęku kluczy
ro: Cheia nu este în șirul de chei
sq: Kyç jo në varg kyçesh

source: Fingerprint
ca: Empremta digital
cs: Otisk
eo: Fingrospuro
ja: 指紋 (Fingerprint)
lb: Fangerofdrock
pl: Odcisk palca
ro: Amprentă
sq: Shenja gishtash

source: Announce key
ca: Anunciar clau
cs: Oznámit klíč
eo: Anonci ŝlosilon
ja: 鍵を公開
lb: Schlëssel matdeelen
pl: Ogłoś klucz
ro: Anunță cheie
sq: Njoftojeni kyçin

source: Error in GnuPG
ca: S'ha produït un error al GnuPG
cs: Chyba v GnuPG
eo: Eraro pri GnuPG
ja: GnuPG でのエラー
lb: Feeler am GnuPG
pl: Błąd w GnuPG
ro: Eroare în GnuPG
sq: Gabim në GnuPG

source: Disabled
ca: Desactivat
cs: Zakázáno
eo: Malŝaltita
ja: 無効
lb: Desaktivéiert
pl: Wyłączono
ro: Dezactivat
sq: I çaktivizuar

source: Choose a key to announce to your contacts.
ca: Trieu una clau per anunciar als vostres contactes.
cs: Vyberte klíč, který chcete oznámit svým kontaktům.
eo: Elektu ŝlosilon por anonci al viaj kontaktoj.
ja: 連絡先に公開する鍵を選択してください。
lb: Wiel e Schlëssel fir denger Kontakter matzedeelen.
pl: Wybierz klucz do ogłoszenia swoim kontaktom.
ro: Alegeți o cheie pentru a o anunța contactelor dumneavoastră.
sq: Zgjidhni një çelës për t'ua shpallur kontakteve tuaja.

source: Cancel
ca: Cancel·la
cs: Zrušit
eo: Nuligi
ja: キャンセル
lb: Ofbriechen
pl: Anuluj
ro: Anulare
sq: Anulo

source: OK
ca: D'acord
eo: Bone

source: Enter GPG passphrase to confirm:
ca: Introduïu la contrasenya GPG per confirmar:
cs: Zadejte heslo GPG pro potvrzení:
eo: Enigu GPG-pasfrazon por konfirmi:
ja: 確認のため GPG パスフレーズを入力してください:
lb: Gëff d'GPG Passwuert an fir ze bestätegen:
pl: Wprowadź hasło GPG, aby potwierdzić:
ro: Introduceți fraza de acces GPG pentru confirmare:
sq: Futni frazëkalimin GPG për të konfirmuar:

source: Passphrase
ca: Contrasenya
cs: Heslo
eo: Pasfrazo
ja: パスフレーズ
lb: Passwuert
pl: Hasło
ro: Frază de acces
sq: Frazëkalimi

source: Wrong passphrase
ca: Contrasenya incorrecta
cs: Špatné heslo
eo: Malĝusta pasfrazo
ja: パスフレーズが間違っています
lb: Falscht Passwuert
pl: Błędne hasło
ro: Frază de acces greșită
sq: Frazëkalim i gabuar

source: Manage Keys
ca: Gestionar claus
cs: Spravovat klíče
eo: Administri Ŝlosilojn
ja: 鍵の管理
lb: Schlëssele verwalten
pl: Zarządzaj kluczami
ro: Gestionare chei
sq: Menaxho çelësat

source: Generate, import, export, or delete keys
ca: Generar, importar, exportar o suprimir claus
cs: Generovat, importovat, exportovat nebo mazat klíče
eo: Generi, importi, eksporti aŭ forigi ŝlosilojn
ja: 鍵の作成、インポート、エクスポート、削除
lb: Schlëssele generéieren, importéieren, exportéieren oder läschen
pl: Generuj, importuj, eksportuj lub usuwaj klucze
ro: Generați, importați, exportați sau ștergeți chei
sq: Gjenero, importo, eksporto ose fshi çelësa

source: OpenPGP Key Management
ca: Gestió de claus OpenPGP
cs: Správa OpenPGP klíčů
eo: Administrado de OpenPGP-Ŝlosiloj
ja: OpenPGP 鍵管理
lb: OpenPGP Schlësselverwaltung
pl: Zarządzanie kluczami OpenPGP
ro: Gestionare chei OpenPGP
sq: Menaxhimi i çelësave OpenPGP

source: Actions
ca: Accions
cs: Akce
eo: Agoj
ja: 操作
lb: Aktiounen
pl: Akcje
ro: Acțiuni
sq: Veprime

source: Generate New Key
ca: Generar nova clau
cs: Generovat nový klíč
eo: Generi Novan Ŝlosilon
ja: 新しい鍵を作成
lb: Neie Schlëssel generéieren
pl: Generuj nowy klucz
ro: Generare cheie nouă
sq: Gjenero çelës të ri

source: Create a new OpenPGP key pair
ca: Crear un nou parell de claus OpenPGP
cs: Vytvořit nový pár OpenPGP klíčů
eo: Krei novan OpenPGP-ŝlosilparon
ja: 新しい OpenPGP 鍵ペアを作成
lb: En neit OpenPGP Schlësselpuer erstellen
pl: Utwórz nową parę kluczy OpenPGP
ro: Creați o nouă pereche de chei OpenPGP
sq: Krijo një çift të ri çelësash OpenPGP

source: Import Key
ca: Importar clau
cs: Importovat klíč
eo: Importi Ŝlosilon
ja: 鍵をインポート
lb: Schlëssel importéieren
pl: Importuj klucz
ro: Importare cheie
sq: Importo çelës

source: Import a key from file (.asc, .gpg)
ca: Importar una clau des d'un fitxer (.asc, .gpg)
cs: Importovat klíč ze souboru (.asc, .gpg)
eo: Importi ŝlosilon el dosiero (.asc, .gpg)
ja: ファイルから鍵をインポート (.asc, .gpg)
lb: E Schlëssel aus enger Datei importéieren (.asc, .gpg)
pl: Importuj klucz z pliku (.asc, .gpg)
ro: Importați o cheie din fișier (.asc, .gpg)
sq: Importo një çelës nga skedari (.asc, .gpg)

source: Your Keys
ca: Les vostres claus
cs: Vaše klíče
eo: Viaj Ŝlosiloj
ja: あなたの鍵
lb: Deng Schlësselen
pl: Twoje klucze
ro: Cheile dumneavoastră
sq: Çelësat tuaj

source: Private keys available for signing and decryption
ca: Claus privades disponibles per signar i desxifrar
cs: Soukromé klíče dostupné pro podepisování a dešifrování
eo: Privataj ŝlosiloj disponeblaj por subskribo kaj malĉifrado
ja: 署名と復号化に使用できる秘密鍵
lb: Privat Schlëssele verfügbar fir Ënnerschrëft an Entschlësselung
pl: Klucze prywatne dostępne do podpisywania i odszyfrowywania
ro: Chei private disponibile pentru semnare și decriptare
sq: Çelësa privatë të disponueshëm për nënshkrim dhe deshifrim

source: No private keys found
ca: No s'han trobat claus privades
cs: Nebyly nalezeny žádné soukromé klíče
eo: Neniuj privataj ŝlosiloj trovitaj
ja: 秘密鍵が見つかりません
lb: Keng privat Schlëssele fonnt
pl: Nie znaleziono kluczy prywatnych
ro: Nu s-au găsit chei private
sq: Nuk u gjetën çelësa privatë

source: Generate or import a key to get started
ca: Genereu o importeu una clau per començar
cs: Pro začátek vygenerujte nebo importujte klíč
eo: Generu aŭ importu ŝlosilon por komenci
ja: 開始するには鍵を作成またはインポートしてください
lb: Generéier oder importéier e Schlëssel fir unzefänken
pl: Wygeneruj lub zaimportuj klucz, aby rozpocząć
ro: Generați sau importați o cheie pentru a începe
sq: Gjeneroni ose importoni një çelës për të filluar

source: Export Public Key
ca: Exportar clau pública
cs: Exportovat veřejný klíč
eo: Eksporti Publikan Ŝlosilon
ja: 公開鍵をエクスポート
lb: Ëffentleche Schlëssel exportéieren
pl: Eksportuj klucz publiczny
ro: Exportare cheie publică
sq: Eksporto çelësin publik

source: Delete Key
ca: Suprimir clau
cs: Smazat klíč
eo: Forigi Ŝlosilon
ja: 鍵を削除
lb: Schlëssel läschen
pl: Usuń klucz
ro: Ștergere cheie
sq: Fshi çelësin

source: Generate New OpenPGP Key
ca: Generar nova clau OpenPGP
cs: Generovat nový OpenPGP klíč
eo: Generi Novan OpenPGP-Ŝlosilon
ja: 新しい OpenPGP 鍵を作成
lb: Neien OpenPGP Schlëssel generéieren
pl: Generuj nowy klucz OpenPGP
ro: Generare cheie OpenPGP nouă
sq: Gjenero çelës të ri OpenPGP

source: Enter your details to create a new key pair.
ca: Introduïu les vostres dades per crear un nou parell de claus.
cs: Zadejte své údaje pro vytvoření nového páru klíčů.
eo: Enigu viajn detalojn por krei novan ŝlosilparon.
ja: 新しい鍵ペアを作成するために詳細を入力してください。
lb: Gëff deng Detailer an fir en neit Schlësselpuer ze erstellen.
pl: Wprowadź swoje dane, aby utworzyć nową parę kluczy.
ro: Introduceți detaliile pentru a crea o nouă pereche de chei.
sq: Futni detajet tuaja për të krijuar një çift të ri çelësash.

source: Name
ca: Nom
cs: Jméno
eo: Nomo
ja: 名前
lb: Numm
pl: Nazwa
ro: Nume
sq: Emri

source: Your Name
ca: El vostre nom
cs: Vaše jméno
eo: Via Nomo
ja: あなたの名前
lb: Däin Numm
pl: Twoje imię
ro: Numele dumneavoastră
sq: Emri juaj

source: Email
ca: Correu electrònic
eo: Retpoŝto
ja: メールアドレス

source: you@example.com
ca: tu@exemple.com
cs: vy@priklad.cz
eo: vi@ekzemplo.com
lb: du@beispill.lu
pl: ty@przyklad.com
ro: tu@exemplu.com
sq: ti@shembull.com

source: Passphrase (optional)
ca: Contrasenya (opcional)
cs: Heslo (volitelné)
eo: Pasfrazo (laŭvola)
ja: パスフレーズ (任意)
lb: Passwuert (optional)
pl: Hasło (opcjonalne)
ro: Frază de acces (opțional)
sq: Frazëkalimi (opsionale)

source: 4096-bit RSA key, valid for 2 years.
ca: Clau RSA de 4096 bits, vàlida per a 2 anys.
cs: 4096bitový klíč RSA, platný 2 roky.
eo: 4096-bita RSA-ŝlosilo, valida dum 2 jaroj.
ja: 4096ビット RSA 鍵、有効期限 2 年。
lb: 4096-Bit RSA Schlëssel, gëlleg fir 2 Joer.
pl: Klucz RSA 4096-bit, ważny przez 2 lata.
ro: Cheie RSA de 4096 biți, valabilă 2 ani.
sq: Çelës RSA 4096-bit, i vlefshëm për 2 vjet.

source: Generate
ca: Generar
cs: Generovat
eo: Generi
ja: 作成
lb: Generéieren
pl: Generuj
ro: Generare
sq: Gjenero

source: Name must be at least 2 characters
ca: El nom ha de tenir almenys 2 caràcters
cs: Jméno musí mít alespoň 2 znaky
eo: Nomo devas havi almenaŭ 2 signojn
ja: 名前は2文字以上である必要があります
lb: Numm muss op d'mannst 2 Zeechen hunn
pl: Nazwa musi mieć co najmniej 2 znaki
ro: Numele trebuie să aibă cel puțin 2 caractere
sq: Emri duhet të ketë të paktën 2 karaktere

source: Please enter a valid email address
ca: Introduïu una adreça de correu electrònic vàlida
cs: Zadejte prosím platnou e-mailovou adresu
ja: 有効なメールアドレスを入力してください
lb: Gëff w.e.g. eng gëlleg E-Mail-Adress an
pl: Proszę wprowadzić poprawny adres email
ro: Vă rugăm să introduceți o adresă de email validă
sq: Ju lutemi futni një adresë email të vlefshme

source: Generating Key...
ca: Generant clau...
cs: Generování klíče...
eo: Generante Ŝlosilon...
ja: 鍵を作成中...
lb: Schlëssel gëtt generéiert...
pl: Generowanie klucza...
ro: Se generează cheia...
sq: Duke gjeneruar çelësin...

source: Please wait while your key is being generated. This may take a moment.
ca: Espereu mentre es genera la vostra clau. Això pot trigar un moment.
cs: Čekejte prosím, než se klíč vygeneruje. Může to chvíli trvat.
eo: Bonvolu atendi dum via ŝlosilo estas generata. Ĉi tio povas daŭri momenton.
ja: 鍵が作成されるまでお待ちください。これには少し時間がかかる場合があります。
lb: W.e.g. waart wärend däi Schlëssel generéiert gëtt. Dat kann e Moment daueren.
pl: Proszę czekać, trwa generowanie klucza. To może chwilę potrwać.
ro: Vă rugăm să așteptați în timp ce cheia dumneavoastră este generată. Acest lucru poate dura un moment.
sq: Ju lutemi prisni ndërsa çelësi juaj po gjenerohet. Kjo mund të marrë pak kohë.

source: Success
ca: Èxit
cs: Úspěch
eo: Sukceso
ja: 成功
lb: Erfolleg
pl: Sukces
ro: Succes
sq: Sukses

source: Key generated successfully!
ca: Clau generada correctament!
cs: Klíč byl úspěšně vygenerován!
eo: Ŝlosilo generita sukcese!
ja: 鍵が正常に作成されました！
lb: Schlëssel erfollegräich generéiert!
pl: Klucz wygenerowany pomyślnie!
ro: Cheia a fost generată cu succes!
sq: Çelësi u gjenerua me sukses!

source: Failed to generate key.
ca: No s'ha pogut generar la clau.
cs: Generování klíče se nezdařilo.
eo: Malsukcesis generi ŝlosilon.
ja: 鍵の作成に失敗しました。
lb: Schlëssel konnt net generéiert ginn.
pl: Nie udało się wygenerować klucza.
ro: Generarea cheii a eșuat.
sq: Dështoi gjenerimi i çelësit.

source: Import OpenPGP Key
ca: Importar clau OpenPGP
cs: Importovat OpenPGP klíč
eo: Importi OpenPGP-Ŝlosilon
ja: OpenPGP 鍵をインポート
lb: OpenPGP Schlëssel importéieren
pl: Importuj klucz OpenPGP
ro: Importare cheie OpenPGP
sq: Importo çelës OpenPGP

source: OpenPGP Keys (*.asc, *.gpg)
ca: Claus OpenPGP (*.asc, *.gpg)
cs: OpenPGP klíče (*.asc, *.gpg)
eo: OpenPGP-Ŝlosiloj (*.asc, *.gpg)
ja: OpenPGP 鍵 (*.asc, *.gpg)
lb: OpenPGP Schlësselen (*.asc, *.gpg)
pl: Klucze OpenPGP (*.asc, *.gpg)
ro: Chei OpenPGP (*.asc, *.gpg)
sq: Çelësa OpenPGP (*.asc, *.gpg)

source: All Files
ca: Tots els fitxers
cs: Všechny soubory
eo: Ĉiuj Dosieroj
ja: すべてのファイル
lb: All Dateien
pl: Wszystkie pliki
ro: Toate fișierele
sq: Të gjithë skedarët

source: Key imported! Re-open Key Management to see it.
ca: Clau importada! Torneu a obrir la Gestió de claus per veure-la.
cs: Klíč importován! Znovu otevřete správu klíčů, abyste jej viděli.
eo: Ŝlosilo importita! Remalfermu Ŝlosil-Administradon por vidi ĝin.
ja: 鍵がインポートされました！確認するには鍵管理を再度開いてください。
lb: Schlëssel importéiert! Maach d'Schlësselverwaltung nees op fir e ze gesinn.
pl: Klucz zaimportowany! Otwórz ponownie zarządzanie kluczami, aby go zobaczyć.
ro: Cheie importată! Redeschideți Gestionarea cheilor pentru a o vedea.
sq: Çelësi u importua! Rihapni Menaxhimin e Çelësave për ta parë.

source: Import failed:
ca: La importació ha fallat:
cs: Import se nezdařil:
eo: Importado malsukcesis:
ja: インポートに失敗しました:
lb: Import feelgeschloen:
pl: Import nie powiódł się:
ro: Importul a eșuat:
sq: Importimi dështoi:

source: Key exported to:
ca: Clau exportada a:
cs: Klíč exportován do:
eo: Ŝlosilo eksportita al:
ja: 鍵のエクスポート先:
lb: Schlëssel exportéiert no:
pl: Klucz wyeksportowany do:
ro: Cheie exportată în:
sq: Çelësi u eksportua në:

source: Export failed.
ca: L'exportació ha fallat.
cs: Export se nezdařil.
eo: Eksportado malsukcesis.
ja: エクスポートに失敗しました。
lb: Export feelgeschloen.
pl: Eksport nie powiódł się.
ro: Exportul a eșuat.
sq: Eksportimi dështoi.

source: Delete Key?
ca: Voleu suprimir la clau?
cs: Smazat klíč?
eo: Ĉu forigi Ŝlosilon?
ja: 鍵を削除しますか？
lb: Schlëssel läschen?
pl: Usunąć klucz?
ro: Ștergeți cheia?
sq: Të fshihet çelësi?

source: Delete
ca: Suprimir
cs: Smazat
eo: Forigi
ja: 削除
lb: Läschen
pl: Usuń
ro: Ștergere
sq: Fshi

source: Key deleted.
ca: Clau suprimida.
cs: Klíč smazán.
eo: Ŝlosilo forigita.
ja: 鍵が削除されました。
lb: Schlëssel geläscht.
pl: Klucz usunięty.
ro: Cheie ștearsă.
sq: Çelësi u fshi.

source: Delete failed:
ca: La supressió ha fallat:
cs: Smazání se nezdařilo:
eo: Forigo malsukcesis:
ja: 削除に失敗しました:
lb: Läschen feelgeschloen:
pl: Usuwanie nie powiodło się:
ro: Ștergerea a eșuat:
sq: Fshirja dështoi:

source: Error
cs: Chyba
eo: Eraro
ja: エラー
lb: Feeler
pl: Błąd
ro: Eroare
sq: Gabim

source: Delete this key? %s This cannot be undone!
ro: Ștergeți această cheie? %s Aceasta nu poate fi anulată!
