Repository: rallep71/dinox
Catalog: plugins/openpgp/po/ie.po
Languages: ie

source: Key not in keychain
ie: Clave ne es in li porta-clave

source: Fingerprint
ie: Digit-impression

source: Announce key
ie: Anunciar clave

source: Error in GnuPG
ie: Errore de GnuPG

source: Disabled
ie: Desactivat

source: Choose a key to announce to your contacts.
ie: Selecte un clave por anunciar a tui contactes.

source: Cancel
ie: Anullar

source: Enter GPG passphrase to confirm:
ie: Inscri li contrasigne GPG por confirmar:

source: Passphrase
ie: Contrasigne

source: Wrong passphrase
ie: Contrasigne incorect

source: Manage Keys
ie: Gerer claves

source: Generate, import, export, or delete keys
ie: Generar, importar, exportar o deleter claves

source: OpenPGP Key Management
ie: Gestion de claves OpenPGP

source: Actions
ie: Actiones

source: Generate New Key
ie: Generar nov clave

source: Create a new OpenPGP key pair
ie: Crear un nov pare de claves OpenPGP

source: Import Key
ie: Importar clave

source: Import a key from file (.asc, .gpg)
ie: Importar un clave de un file (.asc, .gpg)

source: Your Keys
ie: Tui claves

source: Private keys available for signing and decryption
ie: Claves privat disponibil por signar e decifrar

source: No private keys found
ie: Null claves privat trovat

source: Generate or import a key to get started
ie: Genera o importa un clave por comensar

source: Export Public Key
ie: Exportar clave public

source: Delete Key
ie: Deleter clave

source: Generate New OpenPGP Key
ie: Generar nov clave OpenPGP

source: Enter your details to create a new key pair.
ie: Inscri tui detallies por crear un nov pare de claves.

source: Name
ie: Nómine

source: Your Name
ie: Tui nómine

source: you@example.com
ie: tu@exemple.com

source: Passphrase (optional)
ie: Contrasigne (facultativ)

source: 4096-bit RSA key, valid for 2 years.
ie: Clave RSA de 4096 bits, valid por 2 annus.

source: Generate
ie: Generar

source: Error
ie: Errore

source: Name must be at least 2 characters
ie: Li nómine deve haver adminim 2 caracteres

source: Generating Key...
ie: Generante clave...

source: Success
ie: Successe

source: Key generated successfully!
ie: Clave generat successosi!

source: Failed to generate key.
ie: Ne successat generar li clave.

source: Import OpenPGP Key
ie: Importar clave OpenPGP

source: OpenPGP Keys (*.asc, *.gpg)
ie: Claves OpenPGP (*.asc, *.gpg)

source: All Files
ie: Omni files

source: Key imported! Re-open Key Management to see it.
ie: Clave importat! Re-aperi li Gestion de Claves por vider it.

source: Import failed:
ie: Importation ne successat:

source: Key exported to:
ie: Clave exportat a:

source: Export failed.
ie: Exportation ne successat.

source: Delete Key?
ie: Deleter clave?

source: Delete
ie: Deleter

source: Key deleted.
ie: Clave deletet.

source: Delete failed:
ie: Deletione ne successat:
