Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: This will remove %s from your contact list and delete all conversation history.
ar: سيؤدي هذا إلى إزالة %s من قائمة جهات الاتصال الخاصة بك وحذف كل سجل المحادثات.
da: %s vil blive fjernet fra din kontaktliste og al samtalehistorik vil blive slettet.
et: See eemaldab kasutaja %s sinu kontaktiloendist ja kustutab kogu vestluste ajaloo.
hy: Սա կհեռացնի %s-ին ձեր կոնտակտների ցանկից և կջնջի զրույցի ամբողջ պատմությունը:
ia: Isto removera %s de tu lista de contactos e delera tote le historia del conversation.
kab: Aya ad yekkes %s seg tebdert-ik n yinermisen akk d ukkis n umezruy n useslay.
lb: Dëst wäert %s aus Ärer Kontaktlëscht ewechhuelen an all Gespréichsgeschicht läschen.
lv: Tas noņems %s no jūsu kontaktu saraksta un izdzēsīs visu sarunas vēsturi.
si: මෙය ඔබේ සම්බන්ධතා ලැයිස්තුවෙන් %s ඉවත් කර සියලුම සංවාද ඉතිහාසය මකා දමනු ඇත.
ta: இது உங்கள் தொடர்பு பட்டியலிலிருந்து %s ஐ அகற்றி அனைத்து உரையாடல் வரலாற்றையும் நீக்கும்.
th: การดำเนินการนี้จะลบ %s ออกจากรายชื่อผู้ติดต่อของคุณและลบประวัติการสนทนาทั้งหมด

source: Edit Contact Alias
ar: تعديل اسم جهة الاتصال المستعار
da: Rediger kontakt alias
et: Muuda kontakti hüüdnime
hy: Խմբագրել կոնտակտի այլանունը
ia: Modificar alias del contacto
kab: Ẓreg meffer-ism n unermis
lb: Kontakt Alias beaarbechten
lv: Rediģēt kontakta aizstājvārdu
si: සම්බන්ධතා අන්වර්ථ නාමය සංස්කරණය කරන්න
ta: தொடர்பு புனைப்பெயர் திருத்து
th: แก้ไขชื่อเล่นผู้ติดต่อ

source: Change the display name for %s
ar: تغيير اسم العرض لـ %s
da: Skift visningsnavn for %s
et: Muuda %s kuvatavat nime
hy: Փոխել %s-ի ցուցադրվող անունը
ia: Cambiar le nomine de exhibition pro %s
kab: Senfel isem n uskan i %s
lb: Den ugezeechte Numm fir %s änneren
lv: Mainīt attēlojamo vārdu lietotājam %s
si: %s සඳහා ප්‍රදර්ශන නාමය වෙනස් කරන්න
ta: %s க்கான காட்சி பெயரை மாற்று
th: เปลี่ยนชื่อที่แสดงสำหรับ %s

source: Alias (optional)
ar: الاسم المستعار (اختياري)
da: Alias (valgfrit)
et: Alias (valikuline)
hy: Այլանուն (կամընտիր)
kab: Meffer isem (d afrayan)
lv: Aizstājvārds (neobligāti)
si: අන්වර්ථ නාමය (විකල්ප)
ta: புனைப்பெயர் (விரும்பினால்)
th: นามแฝง (ไม่บังคับ)

source: Street
et: Tänav

source: Postal Code
et: Sihtnumber

source: City
et: Linn/asula

source: Region
et: Piirkond

source: Country
et: Riik/maa

source: Unlock DinoX
et: Ava DinoX-i lukustus

source: Please enter your password to open the encrypted database.
et: Krüptitud andmebaasi avamiseks sisesta oma salasõna.
kab: Ttxil-k sekcem awal uffir i wakken ad teldiḍ tabase n isefka yewgelhen.

source: Wrong password. Attempt %d/%d
et: Vale salasõna. Katse %d/%d

source: Unlock
et: Ava lukustus

source: Set Password
et: Sisesta salasõna
kab: Sbadu awal uffir

source: Invalid password. Attempt %d/%d
et: Vigane salasõna. Katse %d/%d

source: Current Password
et: Senine salasõna

source: New Password
et: Uus salasõna

source: Confirm New Password
et: Korda uut salasõna

source: Affiliation
et: Seosed

source: %b %d
ar: %Od %b
da: %d. %b
et: %d. %b
kab: %d %b
lv: %d. %b

source: %a, %b %d
ar: %A، %Od %b
et: %a, %d. %b
kab: %a %d %b
lv: %a, %d. %b
th: %a, %d %b

source: Profile
et: Profiil

source: Error: %s
et: Viga: %s

source: Wrong current password
et: Vale senine salasõna

source: %x, %H∶%M
ar: %x، %OH:%OM
kab: ass n %x à %Hh %M

source: %b %d, %H∶%M
ar: %Od %b، %OH:%OM
da: %d. %b, %H∶%M
kab: ass n %d %b ɣef %Hh %M
lv: %d. %b, %H∶%M

source: %a, %H∶%M
ar: %A، %OH:%OM
kab: %a ɣef %Hh %M

source: OK
ar: موافق

source: %H∶%M
ar: %OH:%OM

source: Data Location
si: දත්ත ස්ථානය

source: Creating backup...
si: උපස්ථය නිර්මාණය කරමින්...

source: Backup created successfully (%s)
si: උපස්ථය සාර්ථකව නිර්මාණය කරන ලදී (%s)

source: Backup created successfully
si: උපස්ථය සාර්ථකව නිර්මාණය කරන ලදී
