Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: ✓ Passwords match
ar: ✓ كلمات المرور متطابقة
da: ✓ Adgangskoder matcher
et: ✓ Salasõnad kattuvad
hy: ✓ Գաղտնաբառերը համընկնում են
ia: ✓ Contrasignos coincide
kab: ✓ Awalen uffiren mcadan
lb: ✓ Passwierder stëmmen iwwereneen
lv: ✓ Paroles sakrīt
ta: ✓ கடவுச்சொற்கள் பொருந்துகின்றன
th: ✓ รหัสผ่านตรงกัน

source: Select Backup Location
ar: اختر موقع النسخ الاحتياطي
da: Vælg placering til sikkerhedskopi
et: Valige varukoopia asukoht
hy: Ընտրել պահուստի գտնվելու վայրը
ia: Seliger location del copia de securitate
kab: Fren adig n uḥraz
lb: Backup Standuert wielen
lv: Izvēlēties dublējuma atrašanās vietu
si: උපස්ථ ස්ථානය තෝරන්න
ta: காப்புப்பிரதி இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกตำแหน่งสำรองข้อมูล

source: Creating Encrypted Backup...
ar: جاري إنشاء نسخة احتياطية مشفرة...
da: Opretter krypteret sikkerhedskopi...
et: Krüpteeritud varukoopia loomine...
hy: Ստեղծվում է գաղտնագրված պահուստ...
ia: Creante copia de securitate cryptate...
kab: Asnulfu n uḥraz yettwawgelhnen...
lb: Verschlësselte Backup gëtt erstallt...
lv: Veido šifrētu dublējumu...
ta: குறியாக்கம் செய்யப்பட்ட காப்புப்பிரதியை உருவாக்குகிறது...
th: กำลังสร้างข้อมูลสำรองที่เข้ารหัส...

source: Creating Backup...
ar: جاري إنشاء نسخة احتياطية...
da: Opretter sikkerhedskopi...
et: Varukoopia loomine...
hy: Ստեղծվում է պահուստ...
ia: Creante copia de securitate...
kab: Asnulfu n uḥraz...
lb: Backup gëtt erstallt...
lv: Veido dublējumu...
ta: காப்புப்பிரதியை உருவாக்குகிறது...
th: กำลังสร้างข้อมูลสำรอง...

source: Please wait while your data is being backed up.
ar: يرجى الانتظار بينما يتم نسخ بياناتك احتياطيًا.
da: Vent venligst, mens dine data sikkerhedskopieres.
et: Palun oota, kuni andmeid varundatakse.
hy: Խնդրում ենք սպասել, մինչ ձեր տվյալները պահուստավորվում են:
ia: Per favor attende durante que tu datos es copiate.
kab: Ma ulac aɣilif ṛǧu skud isefka-ik la ttwaskalasen.
lb: W.e.g. waarden wärend Är Daten geséchert ginn.
lv: Lūdzu, uzgaidiet, kamēr tiek dublēti jūsu dati.
ta: உங்கள் தரவு காப்புப்பிரதி எடுக்கப்படும் வரை காத்திருக்கவும்.
th: โปรดรอสักครู่ขณะกำลังสำรองข้อมูลของคุณ

source: No data directory found to backup
ar: لم يتم العثور على دليل بيانات للنسخ الاحتياطي
da: Ingen datamappe fundet til sikkerhedskopiering
et: Varundamiseks ei leitud andmekataloogi
hy: Պահուստավորման համար տվյալների պանակ չի գտնվել
ia: Nulle directorio de datos trovate pro facer copia de securitate
kab: Ulac akaram n yisefka i uḥraz
lb: Kee Datenverzeechnes fonnt fir ze backupen
lv: Nav atrasts datu direktorijs dublēšanai
ta: காப்புப்பிரதி எடுக்க தரவு அடைவு எதுவும் காணப்படவில்லை
th: ไม่พบไดเรกทอรีข้อมูลที่จะสำรอง

source: Backup Failed
ar: فشل النسخ الاحتياطي
da: Sikkerhedskopiering mislykkedes
et: Varundamine ebaõnnestus
hy: Պահուստավորումը ձախողվեց
ia: Copia de securitate fallite
kab: Aḥraz ur yeddi ara
lb: Backup feelgeschloen
lv: Dublēšana neizdevās
ta: காப்புப்பிரதி தோல்வியடைந்தது
th: การสำรองข้อมูลล้มเหลว

source: Encrypted Backup Created
ar: تم إنشاء نسخة احتياطية مشفرة
da: Krypteret sikkerhedskopi oprettet
et: Krüpteeritud varukoopia loodud
hy: Գաղտնագրված պահուստը ստեղծվեց
ia: Copia de securitate cryptate create
kab: Aḥraz yettwawgelhnen yettwamug
lb: Verschlësselte Backup erstallt
lv: Šifrēts dublējums izveidots
ta: குறியாக்கம் செய்யப்பட்ட காப்புப்பிரதி உருவாக்கப்பட்டது
th: สร้างข้อมูลสำรองที่เข้ารหัสแล้ว

source: Your encrypted backup was created successfully. Size: %s
ar: تم إنشاء نسختك الاحتياطية المشفرة بنجاح. الحجم: %s
da: Din krypterede sikkerhedskopi blev oprettet succesfuldt. Størrelse: %s
et: Teie krüpteeritud varukoopia loodi edukalt. Suurus: %s
hy: Ձեր գաղտնագրված պահուստային պատճենը հաջողությամբ ստեղծվել է: Չափը՝ %s
ia: Tu copia de securitate cryptate esseva create con successo. Dimension: %s
kab: Aḥraz-ik yettwawgelhnen yettwamug akken iwata. Tiddi: %s
lb: Äre verschlësselte Backup gouf erfollegräich erstallt. Gréisst: %s
lv: Jūsu šifrētais dublējums tika veiksmīgi izveidots. Izmērs: %s
ta: உங்கள் குறியாக்கம் செய்யப்பட்ட காப்புப்பிரதி வெற்றிகரமாக உருவாக்கப்பட்டது. அளவு: %s
th: สร้างการสำรองข้อมูลที่เข้ารหัสของคุณสำเร็จแล้ว ขนาด: %s

source: Your encrypted backup was created successfully.
ar: تم إنشاء نسختك الاحتياطية المشفرة بنجاح.
da: Din krypterede sikkerhedskopi blev oprettet med succes.
et: Sinu krüpteeritud varukoopia loodi edukalt.
hy: Ձեր գաղտնագրված պահուստը հաջողությամբ ստեղծվեց:
ia: Tu copia de securitate cryptate esseva create con successo.
kab: Aḥraz-ik yettwawgelhnen yettwamug akken iwata.
lb: Äre verschlësselte Backup gouf erfollegräich erstallt.
lv: Jūsu šifrētais dublējums tika veiksmīgi izveidots.
ta: உங்கள் குறியாக்கம் செய்யப்பட்ட காப்புப்பிரதி வெற்றிகரமாக உருவாக்கப்பட்டது.
th: สร้างข้อมูลสำรองที่เข้ารหัสของคุณสำเร็จแล้ว

source: Backup Created
ar: تم إنشاء نسخة احتياطية
da: Sikkerhedskopi oprettet
et: Varukoopia loodud
hy: Պահուստը ստեղծվեց
ia: Copia de securitate create
kab: Aḥraz yettwamug
lb: Backup erstallt
lv: Dublējums izveidots
ta: காப்புப்பிரதி உருவாக்கப்பட்டது
th: สร้างการสำรองข้อมูลแล้ว

source: Your backup was created successfully. Size: %s
ar: تم إنشاء نسختك الاحتياطية بنجاح. الحجم: %s
da: Din sikkerhedskopi blev oprettet succesfuldt. Størrelse: %s
et: Teie varukoopia loodi edukalt. Suurus: %s
hy: Ձեր պահուստային պատճենը հաջողությամբ ստեղծվել է: Չափը՝ %s
ia: Tu copia de securitate esseva create con successo. Dimension: %s
kab: Aḥraz-ik yettwamug akken iwata. Tiddi: %s
lb: Äre Backup gouf erfollegräich erstallt. Gréisst: %s
lv: Jūsu dublējums tika veiksmīgi izveidots. Izmērs: %s
ta: உங்கள் காப்புப்பிரதி வெற்றிகரமாக உருவாக்கப்பட்டது. அளவு: %s
th: สร้างการสำรองข้อมูลของคุณสำเร็จแล้ว ขนาด: %s

source: Your backup was created successfully.
ar: تم إنشاء نسختك الاحتياطية بنجاح.
da: Din sikkerhedskopi blev oprettet med succes.
et: Sinu varukoopia loodi edukalt.
hy: Ձեր պահուստը հաջողությամբ ստեղծվեց:
ia: Tu copia de securitate esseva create con successo.
kab: Aḥraz-ik yettwamug akken iwata.
lb: Äre Backup gouf erfollegräich erstallt.
lv: Jūsu dublējums tika veiksmīgi izveidots.
ta: உங்கள் காப்புப்பிரதி வெற்றிகரமாக உருவாக்கப்பட்டது.
th: สร้างข้อมูลสำรองของคุณสำเร็จแล้ว

source: Backup failed: %s
ar: فشل النسخ الاحتياطي: %s
da: Sikkerhedskopiering mislykkedes: %s
et: Varundamine ebaõnnestus: %s
hy: Պահուստավորումը ձախողվեց. %s
ia: Copia de securitate fallite: %s
kab: Aḥraz ur yeddi ara: %s
lb: Backup feelgeschloen: %s
lv: Dublējums neizdevās: %s
si: උපස්ථය අසාර්ථකයි: %s
ta: காப்புப்பிரதி தோல்வியடைந்தது: %s
th: การสำรองข้อมูลล้มเหลว: %s

source: Microphones
ar: الميكرفونات
da: Mikrofoner
et: Mikrofonid
hy: Խօսափողներ
ia: Microphonos
kab: Iṣawaḍen
lb: Mikrophonen
lv: Mikrofoni
si: මයික්‍රෝෆෝන
ta: மைக்ரோஃபோன்கள்
th: ไมโครโฟน

source: No microphone found.
ar: لم يُعثر على ميكرفون.
da: Der er ikke fundet nogen mikrofoner.
et: Ühtegi mikrofoni ei leidunud.
hy: Խօսափող չի գտնուել։
ia: Nulle microphono trovate.
kab: Ulac asawaḍ yettwafen.
lb: Kee Mikrophon fonnt.
lv: Mikrofons nav atrasts.
si: මයික්‍රෝෆෝනයක් හමු නොවීය.
ta: மைக்ரோஃபோன் இல்லை.
th: ไม่พบไมโครโฟน

source: Speakers
ar: السماعات
da: Højtalere
et: Kõlarid
hy: Բարձրախօսներ
ia: Altoparlatores
kab: Imesmeɣren n yimesli
lb: Lautspriecheren
lv: Skaļruņi
si: ස්පීකර්
ta: பேச்சாளர்கள்
th: ลำโพง

source: No speaker found.
ar: لم يُعثر على سماعات.
da: Der er ikke fundet nogen højtalere.
et: Ühtegi kõlarit ei leidunud.
hy: Բարձրախօս չի գտնուել։
ia: Nulle altoparlator trovate.
kab: Ulac aslaɣ yettwafen.
lb: Kee Lautspriecher fonnt.
lv: Skaļrunis nav atrasts.
si: ස්පීකරයක් හමු නොවීය.
ta: பேச்சாளர் எதுவும் கிடைக்கவில்லை.
th: ไม่พบลำโพง

source: Invite to Call
ar: دعوة إلى المكالمة
da: Inviter til opkald
et: Helista
hy: Հրաւիրել զանգի
ia: Invitar a appello
kab: Ɣer-d ɣer usiwel
lb: Zum Uruff invitéieren
lv: Uzaicināt uz zvanu
si: ඇමතුමට ආරාධනා කරන්න
ta: அழைக்க அழைக்கவும்
th: เชิญโทร

source: Invite
ar: ادعُ
da: Inviter
et: Kutsu
hy: Հրաւիրել
ia: Invitar
kab: Snubeg
lb: Alueden
lv: Uzaicināt
si: ආරාධනා කරන්න
ta: அழைக்கவும்
th: เชิญ

source: Me
ar: أنا
da: Mig
et: Mina
hy: Ես
ia: Io
kab: Nekki
lb: Ech
lv: Es
si: මම
ta: நான்
th: ฉัน

source: %s ended the call
ar: أنهى %s المكالمة
da: %s afsluttede opkaldet
et: %s lõpetas kõne
hy: %s֊ն աւարտեց զանգը
ia: %s terminava le appello
kab: %s ifukk asiwel
lb: %s huet den Uruff opgehalen
lv: %s pabeidza zvanu
si: %s විසින් ඇමතුම අවසන් කරන ලදි
ta: %s அழைப்பை முடித்தன
th: %s สิ้นสุดการโทร

source: %s declined the call
ar: رفض %s المكالمة
da: %s afslog opkaldet
et: %s ei võtnud kõnet vastu
hy: %s֊ը չընդունեց զանգը
ia: %s refusava le appello
kab: %s yugi asiwel
lb: %s huet den Uruff ofgeleent
lv: %s noraidīja zvanu
si: %s විසින් ඇමතුම ප්‍රතික්ෂේප කරන ලදි
ta: %s அழைப்பை மறுத்துவிட்டது
th: %s ปฏิเสธการโทร

source: Debug information
ar: معلومات التنقيح
et: Silumisteave
hy: Տեղեկութիւններ վրիպազերծման համար
ia: Information de debugging
kab: Talɣut n usefrek
lb: Debug Informatiounen
lv: Atkļūdošanas informācija
si: දෝෂ නිරාකරණ තොරතුරු
ta: பிழைத்திருத்த செய்தி
th: ข้อมูลการดีบัก

source: Calling…
ar: يتصل…
da: Starter opkald…
et: Helistame…
hy: Զանգ է գնում…
ia: Appellante…
kab: Asiwel…
lb: Uruffen…
lv: Zvana…
si: අමතමින්…
ta: அழைப்பு…
th: กำลังโทร…

source: Ringing…
ar: يرِن…
da: Ringer…
et: Heliseb…
hy: Զանգ…
ia: Sonante…
kab: Yettneɣnin…
lb: Schellt…
lv: Zvana signāls…
si: නාදවෙමින්…
ta: ரிங்கிங்…
th: กำลังเรียก…

source: Connecting…
ar: يتَّصِل …
da: Forbinder…
et: Ühendame…
hy: Միացում…
ia: Connectente…
kab: Yetteqqen…
lb: Verbannen…
lv: Savienojas…
si: සම්බන්ධවෙමින්…
ta: இணைத்தல்…
th: กำลังเชื่อมต่อ…

source: Cameras
ar: الكاميرات
da: Kameraer
et: Kaamerad
hy: Խցիկներ
kab: Tikamiṛatin
lb: Kameraen
lv: Kameras
si: කැමරා
ta: கேமராக்கள்
th: กล้องถ่ายรูป

source: No camera found.
ar: لم يُعثر على كاميرا.
da: Ingen kameraer fundet.
et: Ühtegi kaamerat ei leidunud.
hy: Խցիկ չի գտնուել
ia: Nulle camera trovate.
kab: Ulac takamirat tettwafen.
lb: Keng Kamera fonnt.
lv: Kamera nav atrasta.
si: කැමරාවක් හමු නොවීය.
ta: கேமரா எதுவும் கிடைக்கவில்லை.
th: ไม่พบกล้อง

source: This conference does not allow you to send messages.
ar: هذا المؤتمر لا يسمح لك بإرسال الرسائل.
da: Denne konference tillader ikke at du sender meddelelser.
et: Selles vestlusrühmas sa ei saa saata sõnumeid.
hy: Այս սենեակում գրելու թոյլտւութիւն չունես։
ia: Iste conferentia non te permitte inviar messages.
kab: Tamuɣri-a ur k-tesireg ara ad tazneḍ iznan.
lb: Dës Konferenz erlaabt Iech net Messagen ze schécken.
lv: Šī konference neļauj jums sūtīt ziņojumus.
si: මෙම සම්මන්ත්‍රණය ඔබට පණිවිඩ යැවීමට ඉඩ නොදේ.
ta: இந்த மாநாடு செய்திகளை அனுப்ப உங்களை அனுமதிக்காது.
th: การประชุมนี้ไม่อนุญาตให้คุณส่งข้อความ

source: Request permission
ar: اطلب الإذن
da: Anmod om tilladelse
et: Küsi luba
hy: Դիմել խօսքի թոյլտւութիւն ստանալու համար
ia: Requestar permission
kab: Suter tasiregt
lb: Erlabnis ufroen
lv: Pieprasīt atļauju
si: අවසර ඉල්ලන්න
ta: இசைவு கோருங்கள்
th: ขออนุญาต

source: Unencrypted
ar: غير معمَّاة
da: Ukrypteret
et: Krüptimata
hy: Ոչ կրիպտաւորուած
ia: Non cryptate
kab: Ur yettwawgelhen ara
lb: Onverschlësselt
lv: Nešifrēts
si: සංකේතනය නොකළ
ta: மறைகுறியாக்கப்படாதது
th: ไม่เข้ารหัส

source: Manage Sticker Packs
ar: إدارة حزم الملصقات
et: Halda kleebisepakke
hy: Կառավարել սթիքերների փաթեթները
ia: Gerer pacchettos de adhesivos
kab: Ssefrek tiqucctin n isignit
lv: Pārvaldīt uzlīmju pakas
ta: ஸ்டிக்கர் பொதிகளை நிர்வகி

source: Stickers are unavailable
ar: الملصقات غير متوفرة
da: Klistermærker er ikke tilgængelige
et: Kleebised pole saadaval
hy: Ստիկերները անհասանելի են
ia: Adhesivos non es disponibile
kab: Tikebbaniyin ur d-llint ara
lb: Sticker sinn net verfügbar
lv: Uzlīmes nav pieejamas
ta: ஸ்டிக்கர்கள் கிடைக்கவில்லை

source: No sticker packs yet.
ar: لا توجد حزم ملصقات بعد.
et: Kleebisepakke pole veel.
hy: Դեռևս սթիքերների փաթեթներ չկան:
ia: Nulle pacchettos de adhesivos ancora.
kab: Ulac tiqucctin n isignit yakan.
lv: Vēl nav uzlīmju paku.
ta: இன்னும் ஸ்டிக்கர் பொதிகள் இல்லை.

source: No stickers selected
ar: لم يتم تحديد ملصقات
da: Ingen klistermærker valgt
et: Kleebiseid pole valitud
hy: Ստիկերներ ընտրված չեն
ia: Nulle adhesivos seligite
kab: Ulac tikebbaniyin yettwafernen
lb: Keng Sticker ausgewielt
lv: Nav atlasīta neviena uzlīme
ta: ஸ்டிக்கர்கள் தேர்ந்தெடுக்கப்படவில்லை

source: No stickers in this pack
ar: لا توجد ملصقات في هذه الحزمة
da: Ingen klistermærker i denne pakke
et: Selles pakis pole kleebiseid
hy: Այս փաթեթում ստիկերներ չկան
ia: Nulle adhesivos in iste pacchetto
kab: Ulac tikebbaniyin deg uqecwal-a
lb: Keng Sticker an dësem Pak
lv: Šajā pakā nav uzlīmju
ta: இந்தப் தொகுப்பில் ஸ்டிக்கர்கள் இல்லை

source: Request permission to send messages
ar: اطلب تصريحًا لإرسال الرسائل
da: Anmod om tilladelse til at sende beskeder
et: Palu õigust kirjutada siin vestlusrühmas
hy: Դիմել գրութիւններ ուղարկելու թոյլտւութեան համար
ia: Requestar permission pro inviar messages
kab: Suter tasiregt i tuzna n yiznan
lb: Erlabnis ufroen fir Messagen ze schécken
lv: Pieprasīt atļauju sūtīt ziņojumus
si: පණිවිඩ යැවීමට අවසර ඉල්ලන්න
ta: செய்திகளை அனுப்ப இசைவு கோருங்கள்
th: ขออนุญาตส่งข้อความ

source: Request
ar: اطلب
da: Anmodning
et: Palu
hy: Դիմել
ia: Requestar
kab: Suter
lb: Ufro
lv: Pieprasīt
si: ඉල්ලීම
ta: கோரிக்கை
th: คำขอ

source: On
ar: نشط
da: Til
et: kasutusel
hy: Այո
ia: Activate
kab: Irmed
lb: Un
lv: Ieslēgts
si: සක්‍රියයි
ta: ஆன்
th: เปิด

source: Off
ar: متوقف
da: Fra
et: pole kasutusel
hy: Ոչ
ia: Disactivate
kab: Yexsi
lb: Aus
lv: Izslēgts
si: අක්‍රියයි
ta: அணை
th: ปิด

source: Send typing notifications
ar: إرسال تنبيهات الكتابة
da: Underret om at der skrives
et: Saada kirjutamisteatisi
hy: Յայտնել որ գրում ես
ia: Inviar notificationes de scriber
kab: Azen ilɣa n tira
lb: Tipp-Notifikatioune schécken
lv: Sūtīt rakstīšanas paziņojumus
si: ටයිප් කිරීමේ දැනුම්දීම් යවන්න
ta: தட்டச்சு அறிவிப்புகளை அனுப்பவும்
th: ส่งการแจ้งเตือนการพิมพ์

source: Default: %s
ar: المبدئي: %s
da: Standardindstilling: %s
et: Vaikimisi: %s
hy: Լռելեայն՝ %s
ia: Predefinite: %s
kab: Amezwer: %s
lb: Standard: %s
lv: Noklusējums: %s
si: පෙරනිමි: %s
ta: இயல்புநிலை: %s
th: ค่าเริ่มต้น: %s

source: Send read receipts
ar: إرسال إيصالات القراءة
da: Send kvittering for læsning
et: Saada lugemisteatisi
hy: Յայտնել որ կարդացել ես
ia: Inviar receptas de lectura
kab: Azen inemmal n tɣuri
lb: Scheck Lies Bestätegungen
lv: Sūtīt lasīšanas apliecinājumus
si: කියවීමේ රිසිට්පත් යවන්න
ta: வாசிப்பு ரசீதுகளை அனுப்பவும்
th: ส่งใบตอบรับการอ่าน

source: Incoming video call
ar: مكالمة مرئية واردة
da: Indgående videoopkald
et: Saabuv videokõne
hy: Վիդեօ զանգ է գալիս
ia: Appello video entrante
kab: Asiwel avidyu d-iteddun
lb: Erakommenden Videoüruff
lv: Ienākošs video zvans
si: එන දෘෂ්‍ය ඇමතුම
ta: உள்வரும் வீடியோ அழைப்பு
th: สายวิดีโอเข้า

source: Incoming call
ar: مكالمة واردة
da: Indkommende opkald
et: Saabuv kõne
hy: Զանգ է գալիս
ia: Appello entrante
kab: Asiwel d-iteddun
lb: Erakommenden Uruff
lv: Ienākošais zvans
si: එන ඇමතුම
ta: உள்வரும் அழைப்பு
th: สายเรียกเข้า

source: Incoming video group call
ar: مكالمة مرئية جماعية واردة
da: Indgående videogruppeopkald
et: Saabuv videokõne rühmaga
hy: Խմբային վիդեօ զանգ է գալիս
ia: Appello video de gruppo entrante
kab: Asiwel avidyu n ugraw d-iteddun
lb: Erakommenden Video-Gruppeuruff
lv: Ienākošs video grupas zvans
si: එන කණ්ඩායම් දෘෂ්‍ය ඇමතුම
ta: உள்வரும் வீடியோ குழு அழைப்பு
th: สายวิดีโอกลุ่มเข้า

source: Incoming group call
ar: مكالمة جماعية واردة
da: Indgående gruppeopkald
et: Saabub kõne rühmaga
hy: Խմբային զանգ է գալիս
ia: Appello de gruppo entrante
kab: Asiwel n ugraw d-iteddun
lb: Erakommenden Gruppeuruff
lv: Ienākošs grupas zvans
si: එන කණ්ඩායම් ඇමතුම
ta: உள்வரும் குழு அழைப்பு
th: สายกลุ่มเข้า

source: Call started
ar: بدأتْ المكالمة
da: Opkald startet
et: Kõne algas
hy: Զանգը սկսուել է
ia: Appello initiate
kab: Asiwel yebda
lb: Uruff gestart
lv: Zvans sākts
si: ඇමතුම ආරම්භ විය
ta: அழைப்பு தொடங்கியது
th: เริ่มการโทรแล้ว

source: Started %s ago
ar: بدأتْ منذ %s
da: Begyndte for %s siden
et: Algusest möödas: %s
hy: Սկսուել է %s առաջ
ia: Initiate %s retro
kab: Yebda seg %s
lb: Virun %s gestart
lv: Sākts pirms %s
si: %sකට පෙර ආරම්භ විය
ta: %s முன்பு தொடங்கியது
th: เริ่มเมื่อ %s ที่แล้ว

source: Outgoing call
ar: مكالمة صادرة
da: Udgående opkald
et: Väljuv kõne
hy: Զանգ է գնում
ia: Appello sortiente
kab: Asiwel yefɣen
lb: Erausginn Uruff
lv: Izejošais zvans
si: යන ඇමතුම
ta: வெளிச்செல்லும் அழைப்பு
th: การโทรออก

source: You handled this call on another device
ar: توليت هذه المكالمة من جهاز آخر
da: Du tog dette opkald på en anden enhed
et: Sa tegelesid selle kõnega muus seadmes
hy: Փոխանցել ես զանգը այլ սարքին
ia: Tu gereva iste appello super un altere dispositivo
kab: Tserreḍ asiwel-a deg yibenk nniḍen
lb: Dir hutt dësen Uruff op engem aneren Apparat behandelt
lv: Jūs apstrādājāt šo zvanu citā ierīcē
si: ඔබ මෙම ඇමතුම වෙනත් උපාංගයකින් හසුරුවා ගත්තා
ta: இந்த அழைப்பை மற்றொரு சாதனத்தில் கையாண்டீர்கள்
th: คุณรับสายนี้บนอุปกรณ์อื่น

source: Call ended
ar: انتهت المكالمة
da: Opkald afsluttet
et: Kõne lõppes
hy: Զանգն աւարտուեց
ia: Appello terminate
kab: Asiwel ifukk
lb: Uruff ofgeschloss
lv: Zvans beidzies
si: ඇමතුම අවසන් විය
ta: அழைப்பு முடிந்தது
th: สิ้นสุดการโทร

source: %l∶%M %p
ar: %Ol:%OM %p
hy: %H∶%M
lv: %H∶%M
si: %p %l∶%M

source: Ended at %s
ar: انتهت في %s
da: Sluttede kl. %s
et: Lõppes %s
hy: Աւարտուեց %s֊ին
ia: Terminate a %s
kab: Ifukk ɣer %s
lb: Ofgeschloss ëm %s
lv: Beidzās plkst. %s
si: %sට අවසන් විය
ta: %s இல் முடிந்தது
th: สิ้นสุดเมื่อ %s

source: Lasted %s
ar: دامتْ %s
da: Varede %s
et: Kestus: %s
hy: Տեւեց՝ %s
ia: Durava %s
kab: Yeqqim %s
lb: Huet %s gedauert
lv: Ilga %s
si: %sක් පැවතුණි
ta: நீடித்த %s
th: ใช้เวลา %s

source: Call missed
ar: مكالمة فائتة
da: Opkald mistet
et: Vastamata kõne
hy: Բաց թողնուած զանգ
ia: Appello perdite
kab: Asiwel yettwagudj
lb: Uruff verpasst
lv: Nepacelts zvans
si: ඇමතුම මගහැරුණි
ta: அழைப்பு தவறவிட்டது
th: พลาดสาย

source: You missed this call
ar: فَوَّت هذه المكالمة
da: Du gik glip af det opkald
et: Sa ei vastanud sellele kõnele
hy: Բաց թողեցիր այս զանգը
ia: Tu perdeva iste appello
kab: Tugdjent asiwel-a
lb: Dir hutt dësen Uruff verpasst
lv: Jūs palaidāt garām šo zvanu
si: ඔබට මෙම ඇමතුම මගහැරුණි
ta: இந்த அழைப்பை நீங்கள் தவறவிட்டீர்கள்
th: คุณพลาดสายนี้

source: %s missed this call
ar: فاتت %s هذه المكالمة
da: %s gik glip af dette opkald
et: %s ei vastanud sellele kõnele
hy: %s֊ը բաց թողեց այս զանգը
ia: %s perdeva iste appello
kab: %s yuɣj asiwel-a
lb: %s huet dësen Uruff verpasst
lv: %s palaida garām šo zvanu
si: %sට මෙම ඇමතුම මගහැරුණි
ta: %s இந்த அழைப்பை தவறவிட்டார்
th: %s พลาดสายนี้

source: Call declined
ar: رُفِضَّت المكالمة
da: Opkald afslået
et: Kõnest keeldumine
hy: Զանգը մերժուած է
ia: Appello refusate
kab: Asiwel yettwagi
lb: Uruff ofgeleent
lv: Zvans noraidīts
si: ඇමතුම ප්‍රතික්ෂේප කරන ලදී
ta: அழைப்பு மறுக்கப்பட்டது
th: ปฏิเสธสาย

source: You declined this call
ar: رَفَضت هذه المكالمة
da: Du afslog dette opkald
et: Sina keeldusid vastamast sellele kõnele
hy: Դու մերժեցիր այս զանգը
ia: Tu refusava iste appello
kab: Tugiḍ asiwel-a
lb: Dir hutt dësen Uruff ofgeleent
lv: Jūs noraidījāt šo zvanu
si: ඔබ මෙම ඇමතුම ප්‍රතික්ෂේප කළා
ta: இந்த அழைப்பை நீங்கள் மறுத்துவிட்டீர்கள்
th: คุณปฏิเสธสายนี้

source: %s declined this call
ar: رفض %s هذه المكالمة
da: %s afslog dette opkald
et: %s keeldus vastamast sellele kõnele
hy: %s֊ը մերժեց այս զանգը
ia: %s refusava iste appello
kab: %s yugi asiwel-a
lb: %s huet dësen Uruff ofgeleent
lv: %s noraidīja šo zvanu
si: %s මෙම ඇමතුම ප්‍රතික්ෂේප කළා
ta: %s இந்த அழைப்பை மறுத்துவிட்டன
th: %s ปฏิเสธสายนี้

source: Call failed
ar: فشلتْ المكالمة
da: Opkald fejlede
et: Kõne ei õnnestunud
hy: Զանգը ձախողուեց
ia: Appello fallite
kab: Asiwel ur yeddi ara
lb: Uruff feelgeschloen
lv: Zvans neizdevās
si: ඇමතුම අසාර්ථකයි
ta: அழைப்பு தோல்வியடைந்தது
th: การโทรล้มเหลว

source: a few seconds
ar: بضع ثوان
da: nogle få sekunder
et: paar sekundit
hy: մի քանի վայրկեան
ia: alcun secundas
kab: kra n tsinin
lb: e puer Sekonnen
lv: dažas sekundes
si: තත්පර කිහිපය
ta: சில வினாடிகள்
th: ไม่กี่วินาที

source: %s, %s and %i others are typing…
ar: %s، و%s، و%i آخرون يكتبون…
da: %s, %s og %i andre siger…
et: %s, %s ja %i muud kasutajat kirjutavad…
hy: %s֊ը, %s֊ը եւ %i մնացածը տպում են…
ia: %s, %s e %i alteres scribe…
kab: %s, %s d %i wiyaḍ ttarun…
lb: %s, %s an %i aner schreiwen …
lv: %s, %s un %i citi raksta…
si: %s, %s සහ තවත් %i දෙනෙක් යතුරු ලියමින්…
ta: %s, %s மற்றும் %i மற்றவர்கள் தட்டச்சு செய்கிறார்கள்…
th: %s, %s และอีก %i คนกำลังพิมพ์…

source: %s, %s and %s are typing…
ar: %s، و%s، و%s يكتبون…
da: %s, %s og %s skriver…
et: %s, %s ja %s kirjutavad…
hy: %s֊ը, %s֊ը եւ %s֊ը տպում են…
ia: %s, %s e %s scribe…
kab: %s, %s d %s ttarun…
lb: %s, %s an %s sinn um schreiwen…
lv: %s, %s un %s raksta…
si: %s, %s සහ %s යතුරු ලියමින්…
ta: %s, %s, %s தட்டச்சிடுகின்றனர்…
th: %s, %s และ %s กำลังพิมพ์…

source: %s and %s are typing…
ar: %s و%s يكتبان…
da: %s og %s skriver…
et: %s ja %s kirjutavad…
hy: %s֊ը եւ %s֊ը տպում են…
ia: %s e %s scribe…
kab: %s d %s ttarun…
lb: %s an %s sinn um schreiwen…
lv: %s un %s raksta…
si: %s සහ %s යතුරු ලියමින්…
ta: %s, %s தட்டச்சிடுகின்றனர்…
th: %s และ %s กำลังพิมพ์…

source: %s is typing…
ar: %s يكتب…
da: %s skriver…
et: %s kirjutab…
hy: %s ֊ը տպում է…
ia: %s scribe…
kab: %s yettaru…
lb: %s ass um schreiwen…
lv: %s raksta…
si: %s යතුරු ලියමින්…
ta: %s தட்டச்சிடுகின்றார்…
th: %s กำลังพิมพ์…

source: Delivered
ar: سُلِّمت
da: Afleveret
et: Kohaletoimetatud
hy: Առաքուած է
ia: Livrate
kab: Yettwawehha
lb: Geliwwert
lv: Piegādāts
si: බෙදා හැරියා
ta: வழங்கப்பட்டது
th: ส่งแล้ว

source: Read
ar: قُرِأَت
da: Læs
et: Loetud
hy: Ընթերցուած է
ia: Legite
kab: Yettwaɣra
lb: Gelies
lv: Lasīts
si: කියවන ලදී
ta: படிக்க
th: อ่านแล้ว

source: Unable to send message
ar: تعذَّر إرسال الرسالة
da: Ikke i stand til at sende beskeden
et: Sõnumi saatmine ei õnnestu
hy: Հնարաւոր չէ ուղարկել գրութիւնը
ia: Impossibile inviar message
kab: D awezɣi tuzna n yizen
lb: Konnt de Message net schécken
lv: Nevar nosūtīt ziņojumu
si: පණිවිඩය යැවීමට නොහැක
ta: செய்தியை அனுப்ப முடியவில்லை
th: ไม่สามารถส่งข้อความได้

source: %x, %l∶%M %p
ar: %x, %Ol:%OM %p
hy: %x, %H∶%M
kab: ass n %x ɣef %lh %M %p
lv: %x, %H∶%M
si: %x, %p %l∶%M

source: %b %d, %l∶%M %p
ar: %Od %b, %Ol:%OM %p
da: %d. %b, %l∶%M %p
hy: %b %d, %H∶%M
kab: ass n %d %b ɣef %lh %M %p
lv: %d. %b, %H∶%M
si: %b %d, %p %l∶%M

source: %a, %l∶%M %p
ar: %A، %Ol:%OM %p
hy: %a, %H∶%M
kab: %a ɣef %lh %M %p
lv: %a, %H∶%M

source: Just now
ar: الآن
da: Netop nu
et: Just nüüd
hy: Հէնց նոր
ia: Justo ora
kab: Tura kan
lb: Just elo
lv: Tikko
si: මේ දැන්
ta: இப்போது
th: เมื่อกี้นี้

source: More actions
ar: المزيد من الإجراءات
da: Flere handlinger
et: Rohkem tegevusi
hy: Այլ գործողություններ
ia: Plus actiones
kab: Tigawin nniḍen
lb: Méi Aktiounen
lv: Vairāk darbību
si: තවත් ක්‍රියාවන්
ta: மேலும் செயல்கள்
th: การดำเนินการเพิ่มเติม

source: Open
ar: افتح
da: Åbn
et: Ava
hy: Բացել
ia: Aperir
kab: Ldi
lb: Opmaachen
lv: Atvērt
si: විවෘත
ta: திற
th: เปิด

source: Save as…
ar: احفظ باسم…
da: Gem som…
et: Salvesta kui…
hy: Պահել որպէս…
ia: Salvar como…
kab: Sekles am…
lb: Späicheren als…
lv: Saglabāt kā…
si: ලෙස සුරකින්න…
ta: சேமிக்கவும்…
th: บันทึกเป็น…

source: Downloading %s… (%u%%)
ar: يُنَزِّل %s… (%u%%)
da: Downloader %s… (%u%%)
et: Allalaadimisel %s… (%u%%)
hy: Ներբեռնւում է %s… (%u%%)
ia: Discargante %s… (%u%%)
kab: Azdam n %s… (%u%%)
lb: Eroflueden %s… (%u%%)
lv: Lejupielādē %s… (%u%%)
si: %s බාගත කරමින්… (%u%%)
ta: %s பதிவிறக்குகிறது… (%u%%)
th: กำลังดาวน์โหลด %s… (%u%%)

source: Downloading %s…
ar: جارٍ تنزيل %s…
da: Downloader %s…
et: Laadime alla %s…
hy: Բեռնւում է %s…
ia: Discargante %s…
kab: Asider n %s…
lb: Lueden %s erof…
lv: Lejupielādē %s…
si: %sක් බාගනිමින්…
ta: %s பதிவிறக்கப்படுகிறது…
th: กำลังดาวน์โหลด %s…

source: Uploading %s… (%u%%)
ar: يُرفَع %s...(%u%%)
da: Uploader %s… (%u%%)
et: Üleslaadimisel %s… (%u%%)
hy: Վերբեռնւում է %s… (%u%%)
ia: Incargante %s… (%u%%)
kab: Asali n %s… (%u%%)
lb: Eroplueden %s… (%u%%)
lv: Augšupielādē %s… (%u%%)
si: %s උඩුගත කරමින්… (%u%%)
ta: %s பதிவேற்றுகிறது… (%u%%)
th: กำลังอัพโหลด %s… (%u%%)
