Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: Backup Files (*.tar.gz, *.tar.gz.gpg)
ar: ملفات النسخ الاحتياطي (*.tar.gz, *.tar.gz.gpg)
da: Backup-filer (*.tar.gz, *.tar.gz.gpg)
et: Varukoopiafailid (*.tar.gz, *.tar.gz.gpg)
hy: Պահուստային ֆայլեր (*.tar.gz, *.tar.gz.gpg)
ia: Files de backup (*.tar.gz, *.tar.gz.gpg)
kab: Ifuyla n uḥraz (*.tar.gz, *.tar.gz.gpg)
lb: Backup-Dateien (*.tar.gz, *.tar.gz.gpg)
lv: Rezerves kopiju faili (*.tar.gz, *.tar.gz.gpg)
ta: காப்புப்பிரதி கோப்புகள் (*.tar.gz, *.tar.gz.gpg)
th: ไฟล์สำรองข้อมูล (*.tar.gz, *.tar.gz.gpg)

source: Enter Backup Password
ar: أدخل كلمة مرور النسخة الاحتياطية
da: Indtast backup-adgangskode
et: Sisesta varukoopia salasõna
hy: Մուտքագրեք պահուստի գաղտնաբառը
ia: Inserer contrasigno de copia de securitate
kab: Sekcem awal uffir n uḥraz
lb: Backup-Passwuert aginn
lv: Ievadīt dublējuma paroli
ta: காப்புப்பிரதி கடவுச்சொல்லை உள்ளிடவும்
th: ป้อนรหัสผ่านสำรองข้อมูล

source: This backup is encrypted. Please enter the password to decrypt it.
ar: هذه النسخة الاحتياطية مشفرة. يرجى إدخال كلمة المرور لفك تشفيرها.
da: Denne backup er krypteret. Indtast adgangskoden for at dekryptere.
et: See varukoopia on krüptitud. Dekrüpteerimiseks sisesta salasõna.
hy: Այս պահուստը գաղտնագրված է: Խնդրում ենք մուտքագրել գաղտնաբառը այն վերծանելու համար:
ia: Iste backup es cryptate. Entra le contrasigno.
kab: Aḥraz-a yettwawgelhen. Sekcem awal uffir.
lb: Dëse Backup ass verschlësselt. Gitt d'Passwuert an.
lv: Šis dublējums ir šifrēts. Ievadiet paroli atšifrēšanai.
ta: இந்த காப்புப்பிரதி மறையாக்கப்பட்டுள்ளது. கடவுச்சொல்லை உள்ளிடவும்.
th: สำเนาสำรองนี้ถูกเข้ารหัส กรุณาใส่รหัสผ่าน

source: Decrypt & Restore
ar: فك التشفير والاستعادة
da: Dekrypter og gendan
et: Dekrüpteeri ja taasta
hy: Վերծանել և վերականգնել
ia: Decryptar & Restaurar
kab: Kkes awgelhen u err-d
lb: Entschlësselen & Restauréieren
lv: Atšifrēt un atjaunot
ta: மறைவிலக்கி மீட்டமை
th: ถอดรหัสและกู้คืน

source: This will replace all current data with the backup. <b>Current accounts, messages and settings will be overwritten!</b> DinoX will restart after restoring.
ar: سيؤدي هذا إلى استبدال جميع البيانات الحالية بالنسخة الاحتياطية. <b>سيتم الكتابة فوق الحسابات والرسائل والإعدادات الحالية!</b> سيتم إعادة تشغيل DinoX بعد الاستعادة.
da: Dette erstatter alle nuværende data med backuppen. <b>Nuværende konti, beskeder og indstillinger vil blive overskrevet!</b> DinoX genstartes efter gendannelse.
et: See asendab kõik praegused andmed varukoopiaga. <b>Praegused kontod, sõnumid ja seaded kirjutatakse üle!</b> DinoX taaskäivitub pärast taastamist.
hy: Սա կփոխարինի բոլոր ընթացիկ տվյալները պահուստով: <b>Ընթացիկ հաշիվները, հաղորդագրությունները և կարգավորումները կվերագրվեն:</b> DinoX-ը կվերագործարկվի վերականգնումից հետո:
ia: Isto reimplaciara tote le datos actual con le copia de securitate. <b>Contos, messages e configurationes actual essera superscribite!</b> DinoX va reinitiar post le restauration.
lv: Tas aizstās visus pašreizējos datus ar dublējumu. <b>Pašreizējie konti, ziņojumi un iestatījumi tiks pārrakstīti!</b> DinoX tiks restartēts pēc atjaunošanas.

source: Restore Backup
ar: استعادة النسخة الاحتياطية
da: Gendan sikkerhedskopi
et: Taasta varukoopia
hy: Վերականգնել պահուստը
ia: Restaurar copia de securitate
kab: Err-d aḥraz
lb: Backup restauréieren
lv: Atjaunot dublējumu
ta: காப்புப்பிரதியை மீட்டமை
th: กู้คืนข้อมูลสำรอง

source: Decrypting Backup...
ar: جارٍ فك تشفير النسخة الاحتياطية...
da: Dekrypterer sikkerhedskopi...
et: Varukoopia dekrüpteerimine...
hy: Պահուստի վերծանում...
ia: Decryptante copia de securitate...
kab: Tukksa n uwgelhen n uḥraz...
lb: Backup gëtt entschlësselt...
lv: Atšifrē dublējumu...
ta: காப்புப்பிரதியை மறைவிலக்குகிறது...
th: กำลังถอดรหัสข้อมูลสำรอง...

source: Restoring Backup...
ar: جارٍ استعادة النسخة الاحتياطية...
da: Gendanner sikkerhedskopi...
et: Varukoopia taastamine...
hy: Պահուստի վերականգնում...
ia: Restaurante copia de securitate...
kab: Tiririt n uḥraz...
lb: Backup gëtt restauréiert...
lv: Atjauno dublējumu...
ta: காப்புப்பிரதியை மீட்டமைக்கிறது...
th: กำลังกู้คืนข้อมูลสำรอง...

source: Please wait, this may take a moment...
ar: يرجى الانتظار، قد يستغرق هذا لحظة...
da: Vent venligst, dette kan tage et øjeblik...
et: Palun oota, see võib võtta hetke...
hy: Խնդրում ենք սպասել, սա կարող է որոշ ժամանակ տևել...
ia: Per favor attende, isto pote prender un momento...
kab: Ma ulac aɣilif ṛǧu, ayagi izmer ad yeṭṭef kra n wakud...
lb: W.e.g. waarden, dëst kann e Moment daueren...
lv: Lūdzu, uzgaidiet, tas var aizņemt brīdi...
ta: தயவுசெய்து காத்திருங்கள், இதற்கு சிறிது நேரம் ஆகலாம்...
th: กรุณารอ สักครู่...

source: Decrypting encrypted backup file...
ar: جارٍ فك تشفير ملف النسخة الاحتياطية...
da: Dekrypterer backup-fil...
et: Varukoopia faili dekrüpteerimine...
hy: Գաղտնագրված պահուստային ֆայլի վերծանում...
ia: Decryptante le file de backup...
kab: Tukksa n ufaylu n uḥraz...
lb: Entschlësselung vum Backup-Fichier...
lv: Atšifrē dublējuma failu...
ta: காப்புப்பிரதி கோப்பை மறைவிலக்குகிறது...
th: กำลังถอดรหัสไฟล์สำรอง...

source: Decryption Failed
ar: فشل فك التشفير
da: Dekryptering mislykkedes
et: Dekrüpteerimine ebaõnnestus
hy: Վերծանումը ձախողվեց
ia: Decryptation fallite
kab: Tukksa n uwgelhen ur teddi ara
lb: Entschlësselung fehlgeschloen
lv: Atšifrēšana neizdevās
ta: மறைவிலக்கம் தோல்வியடைந்தது
th: การถอดรหัสล้มเหลว

source: Could not decrypt the backup file. Please check if the password is correct.
ar: تعذر فك تشفير ملف النسخة الاحتياطية. يرجى التحقق من صحة كلمة المرور.
da: Kunne ikke dekryptere backup-filen. Kontrollér om adgangskoden er korrekt.
et: Varukoopia faili dekrüptimine ei õnnestunud. Palun kontrolli, kas salasõna on õige.
hy: Չհաջողվեց վերծանել պահուստային ֆայլը: Խնդրում ենք ստուգել, արդյոք գաղտնաբառը ճիշտ է:
ia: Non poteva decryptar le file. Verifica si le contrasigno es correcte.
kab: Ur yezmir ara ad yekkes awgelhen. Senqed ma yella wawal uffir d ameɣtu.
lb: De Fichier konnt net entschlësselt ginn. Iwwerpréift ob d'Passwuert richteg ass.
lv: Nevarēja atšifrēt failu. Lūdzu pārbaudiet, vai parole ir pareiza.
ta: கோப்பை மறைவிலக்க முடியவில்லை. கடவுச்சொல் சரியானதா என சரிபார்க்கவும்.
th: ไม่สามารถถอดรหัสไฟล์สำรองได้ โปรดตรวจสอบว่ารหัสผ่านถูกต้อง

source: Extracting files from backup...
ar: جارٍ استخراج الملفات من النسخة الاحتياطية...
da: Udpakker filer fra backup...
et: Failide ekstraktimine varukoopiast...
hy: Ֆայլերի դուրսբերում պահուստից...
ia: Extrahente files del backup...
kab: Asuffeɣ n yifuyla seg uḥraz...
lb: Fichieren aus dem Backup extrahéieren...
lv: Izvelk failus no dublējuma...
ta: காப்புப்பிரதியிலிருந்து கோப்புகளை பிரித்தெடுக்கிறது...
th: กำลังแตกไฟล์จากสำเนาสำรอง...

source: Restore Complete!
ar: اكتملت الاستعادة!
da: Gendannelse fuldført!
et: Taastamine lõpetatud!
hy: Վերականգնումն ավարտված է:
ia: Restauration complete!
kab: Tiririt temmed!
lb: Restauratioun ofgeschloss!
lv: Atjaunošana pabeigta!
ta: மீட்டமைப்பு முடிந்தது!
th: กู้คืนเสร็จสมบูรณ์!

source: DinoX will now restart...
ar: سيتم إعادة تشغيل DinoX الآن...
da: DinoX genstartes nu...
et: DinoX taaskäivitub nüüd...
hy: DinoX-ը հիմա կվերագործարկվի...
ia: DinoX va reinitiar ora...
kab: DinoX ad yales tura...
lb: DinoX gëtt elo nei gestart...
lv: DinoX tagad tiks restartēts...
ta: DinoX இப்போது மீண்டும் தொடங்கும்...
th: DinoX จะรีสตาร์ทในตอนนี้...

source: Restore Failed
ar: فشلت الاستعادة
da: Gendannelse mislykkedes
et: Taastamine ebaõnnestus
hy: Վերականգնումը ձախողվեց
ia: Restauration fallite
kab: Tiririt ur teddi ara
lb: Restauratioun feelgeschloen
lv: Atjaunošana neizdevās
ta: மீட்டமைப்பு தோல்வியடைந்தது
th: การกู้คืนล้มเหลว

source: Could not restore the backup file. Error: %s
ar: تعذر استعادة ملف النسخة الاحتياطية. خطأ: %s
da: Kunne ikke gendanne backup-filen. Fejl: %s
et: Varukoopia faili ei saanud taastada. Viga: %s
hy: Չհաջողվեց վերականգնել պահուստային ֆայլը: Սխալ՝ %s
ia: Non poteva restaurar le file. Error: %s
kab: Ur yezmir ara ad yerr afaylu. Tuccḍa: %s
lb: De Fichier konnt net zréckgesat ginn. Feeler: %s
lv: Nevarēja atjaunot failu. Kļūda: %s
ta: கோப்பை மீட்டெடுக்க முடியவில்லை. பிழை: %s
th: ไม่สามารถกู้คืนไฟล์สำรองได้ ข้อผิดพลาด: %s

source: Unknown error
ar: خطأ غير معروف
da: Ukendt fejl
et: Tundmatu viga
hy: Անհայտ սխալ
ia: Error incognite
kab: Tuccḍa tarussint
lb: Onbekannte Feeler
lv: Nezināma kļūda
si: නොදන්නා දෝෂය
ta: அறியப்படாத பிழை
th: ข้อผิดพลาดไม่ทราบสาเหตุ

source: Your personal data (accounts, messages, files) is stored separately from the application. When you update DinoX, your data remains intact.
ar: يتم تخزين بياناتك الشخصية (الحسابات والرسائل والملفات) بشكل منفصل عن التطبيق. عند تحديث DinoX، تظل بياناتك سليمة.
da: Dine personlige data (konti, beskeder, filer) gemmes separat fra applikationen. Når du opdaterer DinoX, forbliver dine data intakte.Dine personlige data (konti, beskeder, filer) gemmes separat fra applikationen. Når du opdaterer DinoX, forbliver dine data intakte.
et: Teie isikuandmed (kontod, sõnumid, failid) salvestatakse rakendusest eraldi. Kui värskendate DinoX-i, jäävad teie andmed puutumatuks.Teie isikuandmed (kontod, sõnumid, failid) salvestatakse rakendusest eraldi. DinoX-i värskendamisel jäävad teie andmed puutumata.
hy: Ձեր անձնական տվյալները (հաշիվներ, հաղորդագրություններ, ֆայլեր) պահվում են հավելվածից առանձին: Երբ թարմացնում եք DinoX-ը, ձեր տվյալները մնում են անփոփոխ:
ia: Tu datos personal (contos, messages, files) es immagazinate separatemente del application. Quando tu actualisa DinoX, tu datos remane intacte.
kab: Isefka-inek udmawanen (imiḍanen, iznan, ifuyla) ttuskelsen s wudem yemgaraden ɣef usnas. Ticki tseggmeḍ DinoX, isefka-inek ad qqimen akken.
lb: Är perséinlech Daten (Konten, Messagen, Fichieren) ginn getrennt vun der Applikatioun gespäichert. Wann Dir DinoX aktualiséiert, bleiwen Är Daten erhalen.Är perséinlech Donnéeën (Konte, Messagen, Fichieren) gi getrennt vun der Applikatioun gespäichert. Wann Dir DinoX aktualiséiert, bleiwen Är Donnéeën intakt.
lv: Jūsu personas dati (konti, ziņojumi, faili) tiek glabāti atsevišķi no lietojumprogrammas. Atjauninot DinoX, jūsu dati paliek neskarti.
si: ඔබේ පුද්ගලික දත්ත (ගිණුම්, පණිවිඩ, ගොනු) යෙදුමෙන් වෙන්ව ගබඩා කර ඇත. ඔබ DinoX යාවත්කාලීන කරන විට, ඔබේ දත්ත නොවෙනස්ව පවතී.
ta: உங்கள் தனிப்பட்ட தரவு (கணக்குகள், செய்திகள், கோப்புகள்) பயன்பாட்டிலிருந்து தனியாக சேமிக்கப்படுகிறது. நீங்கள் DinoX ஐ புதுப்பிக்கும்போது, உங்கள் தரவு அப்படியே இருக்கும்.
th: ข้อมูลส่วนบุคคลของคุณ (บัญชี ข้อความ ไฟล์) ถูกจัดเก็บแยกต่างหากจากแอปพลิเคชัน เมื่อคุณอัปเดต DinoX ข้อมูลของคุณจะยังคงสมบูรณ์

source: Close
ar: إغلاق
da: Luk
et: Sulge
hy: Փակել
ia: Clauder
kab: Mdel
lb: Zoumaachen
lv: Aizvērt
si: වසන්න
ta: மூடு
th: ปิด

source: This will delete cached files, avatars and previews. They will be re-downloaded when needed.
ar: سيؤدي هذا إلى حذف الملفات والصور الرمزية والمعاينات المخزنة مؤقتًا. سيتم إعادة تنزيلها عند الحاجة.
da: Dette vil slette cachede filer, avatarer og forhåndsvisninger. De vil blive downloadet igen, når det er nødvendigt.
et: See kustutab vahemällu salvestatud failid, avatarid ja eelvaated. Need laaditakse vajadusel uuesti alla.
hy: Սա կջնջի քեշավորված ֆայլերը, ավատարները և նախադիտումները: Դրանք կրկին կներբեռնվեն, երբ անհրաժեշտ լինի:
ia: Isto delera files in cache, avatares e previsualisationes. Illos essera rediscargate quando necessari.
kab: Ayagi ad yekkes ifuyla, avataren akked timeẓriwin yettwaskelsen. Ad ttwasidren ticki ḥwaǧen-ten.
lb: Dëst läscht gecachte Dateien, Avataren a Virschau. Si ginn nei erofgelueden wann néideg.
lv: Tas izdzēsīs kešatmiņā saglabātos failus, iemiesojumus un priekšskatījumus. Vajadzības gadījumā tie tiks lejupielādēti no jauna.
ta: இது தற்காலிக சேமிப்பு கோப்புகள், அவதாரங்கள் மற்றும் முன்னோட்டங்களை நீக்கும். தேவைப்படும்போது அவை மீண்டும் பதிவிறக்கப்படும்.
th: การดำเนินการนี้จะลบไฟล์แคช รูปประจำตัว และตัวอย่าง ข้อมูลเหล่านี้จะถูกดาวน์โหลดใหม่เมื่อจำเป็น

source: Cache cleared (%s freed)
ar: تم مسح ذاكرة التخزين المؤقت (تم تحرير %s)
da: Cache ryddet (%s frigivet)
et: Vahemälu tühjendatud (%s vabastatud)
hy: Քեշը մաքրված է (%s ազատված)
ia: Cache vacuate (%s liberate)
kab: Lkač yettwasfeḍ (%s yettwakkes)
lb: Cache geläscht (%s fräi)
lv: Kešatmiņa notīrīta (%s atbrīvots)
ta: தற்காலிக சேமிப்பு அழிக்கப்பட்டது (%s விடுவிக்கப்பட்டது)
th: ล้างแคชแล้ว (คืนพื้นที่ %s)

source: Failed to clear cache
ar: فشل مسح ذاكرة التخزين المؤقت
da: Kunne ikke rydde cache
et: Vahemälu tühjendamine ebaõnnestus
hy: Չհաջողվեց մաքրել քեշը
ia: Fallite a vacuar cache
kab: Asfaḍ n lkač ur yeddi ara
lb: Cache konnt net geläscht ginn
lv: Neizdevās notīrīt kešatmiņu
ta: தற்காலிக சேமிப்பை அழிக்க முடியவில்லை
th: ล้างแคชล้มเหลว

source: This will delete all messages, files and OMEMO encryption keys. <b>Your accounts will remain, but you will lose all chat history and need to re-verify encryption with your contacts.</b> This action cannot be undone!
ar: سيؤدي هذا إلى حذف جميع الرسائل والملفات ومفاتيح تشفير OMEMO. <b>ستبقى حساباتك، لكنك ستفقد جميع سجلات المحادثات وستحتاج إلى إعادة التحقق من التشفير مع جهات اتصالك.</b> لا يمكن التراجع عن هذا الإجراء!
et: Järgnevaga kustutad kõik sõnumid, failid ja OMEMO krüptovõtmed. <b>Sinu kasutajakontod jäävad alles, kuid kaotad kogu vestluste ajaloo ja pead oma kontaktidega kasutatava krüptimise uuesti verifitseerima.</b> Seda tegevust ei saa tagasi pöörata!
hy: Սա կջնջի բոլոր հաղորդագրությունները, ֆայլերը և OMEMO գաղտնագրման բանալիները: <b>Ձեր հաշիվները կմնան, բայց դուք կկորցնեք զրույցի ամբողջ պատմությունը և ստիպված կլինեք վերստուգել գաղտնագրումը ձեր կոնտակտների հետ:</b> Այս գործողությունը հնարավոր չէ հետարկել:
ia: Isto delera tote le messages, files e claves de cryptation OMEMO. <b>Tu contos remanera, ma tu perdera tote le historia de chat e debera re-verificar le cryptation con tu contactos.</b> Iste action non pote esser disfacite!

source: Resetting database... DinoX will restart.
ar: جارٍ إعادة تعيين قاعدة البيانات... سيتم إعادة تشغيل DinoX.
da: Nulstiller database... DinoX genstartes.
et: Andmebaasi lähtestamine... DinoX taaskäivitub.
hy: Տվյալների բազայի վերակայում... DinoX-ը կվերագործարկվի:
ia: Reinitialisation del base de datos... DinoX va reinitiar.
kab: Tiririt n taffa n yisefka... DinoX ad yales.
lb: Datebank-Reset... DinoX gëtt nei gestart.
lv: Datubāzes atiestatīšana... DinoX tiks restartēts.
ta: தரவுத்தளம் மீட்டமைக்கப்படுகிறது... DinoX மீண்டும் தொடங்கும்.
th: กำลังรีเซ็ตฐานข้อมูล... DinoX จะรีสตาร์ท

source: <b>⚠️ WARNING: This will delete ALL data!</b> • All accounts • All messages and files • All encryption keys • All settings This is irreversible. Make sure to create a backup first!
ar: <b>⚠️ تحذير: سيؤدي هذا إلى حذف جميع البيانات!</b> • جميع الحسابات • جميع الرسائل والملفات • جميع مفاتيح التشفير • جميع الإعدادات هذا لا رجعة فيه. تأكد من إنشاء نسخة احتياطية أولاً!
et: <b>⚠️ Hoiatus: Järgnevaga kustutad KÕIK andmed!</b> • Kõik kasutajakontod • Kõik sõnumid ja failid • Kõik krüptovõtmed • Kõik seadistused Kirjeldatud tegevus on pöördumatu. Igaks juhuks tee esmalt varukoopia!
hy: <b>⚠️ ԶԳՈՒՇԱՑՈՒՄ. Սա կջնջի ԲՈԼՈՐ տվյալները:</b> • Բոլոր հաշիվները • Բոլոր հաղորդագրությունները և ֆայլերը • Բոլոր գաղտնագրման բանալիները • Բոլոր կարգավորումները Սա անդառնալի է: Համոզվեք, որ նախապես ստեղծել եք պահուստ:
ia: <b>⚠️ ADVERTIMENTO: Isto delera TOTE le datos!</b> • Tote le contos • Tote le messages e files • Tote le claves de cryptation • Tote le configurationes Isto es irreversibile. Assecura te de crear un copia de securitate primo!

source: Create Backup First
ar: أنشئ نسخة احتياطية أولاً
da: Opret sikkerhedskopi først
et: Loo esmalt varukoopia
hy: Նախ ստեղծեք պահուստ
ia: Crear copia de securitate primo
kab: Snulfu-d aḥraz d amezwaru
lb: Fir d'éischt Backup erstellen
lv: Vispirms izveidot dublējumu
ta: முதலில் காப்புப்பிரதியை உருவாக்கவும்
th: สร้างข้อมูลสำรองก่อน

source: Delete Everything
ar: حذف كل شيء
da: Slet alt
et: Kustuta kõik
hy: Ջնջել ամեն ինչ
ia: Deler toto
kab: Kkes kullec
lb: Alles läschen
lv: Dzēst visu
ta: எல்லாவற்றையும் நீக்கு
th: ลบทุกอย่าง

source: Are you absolutely sure?
ar: هل أنت متأكد تماماً؟
da: Er du helt sikker?
et: Oled sa täiesti kindel?
hy: Դուք լիովին համոզվա՞ծ եք:
ia: Es tu absolutemente secur?
kab: Tettḥeqqeḍ?
lb: Sidd Dir Iech ganz sécher?
lv: Vai esat pilnīgi pārliecināts?
ta: நீங்கள் நிச்சயமாக உறுதியாக இருக்கிறீர்களா?
th: คุณแน่ใจหรือไม่?

source: Type 'DELETE' to confirm factory reset. This will permanently remove all your DinoX data.
ar: اكتب 'DELETE' لتأكيد إعادة ضبط المصنع. سيؤدي هذا إلى إزالة جميع بيانات DinoX بشكل دائم.
da: Skriv 'DELETE' for at bekræfte fabriksnulstilling. Dette vil permanent fjerne alle dine DinoX-data.
et: Kirjuta 'DELETE', et kinnitada tehasesätete taastamine. See eemaldab jäädavalt kõik sinu DinoX andmed.
hy: Մուտքագրեք 'DELETE'՝ գործարանային վերակայումը հաստատելու համար: Սա ընդմիշտ կջնջի ձեր բոլոր DinoX տվյալները:
ia: Typa 'DELETE' pro confirmar le reinitialisation de fabrica. Isto removera permanentemente tote tu datos de DinoX.
lv: Ierakstiet 'DELETE', lai apstiprinātu rūpnīcas atiestatīšanu. Tas neatgriezeniski noņems visus jūsu DinoX datus.

source: Confirm Delete
ar: تأكيد الحذف
da: Bekræft sletning
et: Kinnita kustutamine
hy: Հաստատել ջնջումը
ia: Confirmar deletion
kab: Sentem tukksa
lb: Läschen bestätegen
lv: Apstiprināt dzēšanu
ta: நீக்குதலை உறுதிப்படுத்தவும்
th: ยืนยันการลบ

source: Factory reset in progress... DinoX will restart.
ar: جارٍ إعادة ضبط المصنع... سيتم إعادة تشغيل DinoX.
da: Fabriksnulstilling i gang... DinoX genstartes.
et: Tehaseseadete taastamine... DinoX taaskäivitub.
hy: Գործարանային վերակայում ընթացքի մեջ է... DinoX-ը կվերագործարկվի:
ia: Reset de fabrica in curso... DinoX va reinitiar.
kab: Tiririt n usenɣel deg ubrid... DinoX ad yales.
lb: Fabréck-Reset am Gang... DinoX gëtt nei gestart.
lv: Rūpnīcas atiestatīšana notiek... DinoX tiks restartēts.
ta: தொழிற்சாலை மீட்டமைப்பு நடைபெறுகிறது... DinoX மீண்டும் தொடங்கும்.
th: กำลังรีเซ็ตเป็นค่าเริ่มต้น... DinoX จะรีสตาร์ท

source: Backup Encryption
ar: تشفير النسخ الاحتياطي
da: Sikkerhedskopikryptering
et: Varukoopia krüpteerimine
hy: Պահուստային պատճենի գաղտնագրում
ia: Cryptation del copia de securitate
kab: Awgelhen n uḥraz
lb: Backup Verschlësselung
lv: Dublējuma šifrēšana
ta: காப்புப்பிரதி குறியாக்கம்
th: การเข้ารหัสสำรองข้อมูล

source: Do you want to encrypt the backup with a password? Encrypted backups are more secure but require the password to restore.
ar: هل تريد تشفير النسخة الاحتياطية بكلمة مرور؟ النسخ الاحتياطية المشفرة أكثر أمانًا ولكنها تتطلب كلمة المرور لاستعادتها.
da: Vil du kryptere sikkerhedskopien med en adgangskode? Krypterede sikkerhedskopier er mere sikre, men kræver adgangskoden for at gendanne.
et: Kas soovid varukoopia salasõnaga krüptida? Krüptitud varukoopiad on turvalisemad, kuid taastamiseks on vaja salasõna.
hy: Ցանկանու՞մ եք գաղտնագրել պահուստային պատճենը գաղտնաբառով: Գաղտնագրված պահուստային պատճեններն ավելի անվտանգ են, բայց վերականգնելու համար պահանջում են գաղտնաբառ:
ia: Vole tu cryptar le copia de securitate con un contrasigno? Copias de securitate cryptate es plus secur ma require le contrasigno pro restabilir.
kab: Tebɣiḍ ad tewgelhneḍ aḥraz s wawal uffir? Iḥrazen yettwawgelhnen d iɣelsanen ugar maca ḥwaǧen awal uffir i werrin.
lb: Wëllt Dir de Backup mat engem Passwuert verschlësselen? Verschlësselt Backupe si méi sécher, awer erfuerderen d'Passwuert fir se ze restauréieren.
lv: Vai vēlaties šifrēt dublējumu ar paroli? Šifrēti dublējumi ir drošāki, taču to atjaunošanai ir nepieciešama parole.
ta: காப்புப்பிரதியை கடவுச்சொல் மூலம் குறியாக்கம் செய்ய விரும்புகிறீர்களா? குறியாக்கம் செய்யப்பட்ட காப்புப்பிரதிகள் மிகவும் பாதுகாப்பானவை ஆனால் மீட்டமைக்க கடவுச்சொல் தேவை.
th: คุณต้องการเข้ารหัสการสำรองข้อมูลด้วยรหัสผ่านหรือไม่? การสำรองข้อมูลที่เข้ารหัสมีความปลอดภัยมากกว่า แต่ต้องใช้รหัสผ่านในการกู้คืน

source: No Encryption
ar: بدون تشفير
da: Ingen kryptering
et: Krüpteerimata
hy: Առանց գաղտնագրման
ia: Nulle cryptation
kab: Ulac awgelhen
lb: Keng Verschlësselung
lv: Bez šifrēšanas
ta: குறியாக்கம் இல்லை
th: ไม่มีการเข้ารหัส

source: Encrypt with Password
ar: تشفير بكلمة مرور
da: Krypter med adgangskode
et: Krüpti salasõnaga
hy: Գաղտնագրել գաղտնաբառով
ia: Cryptar con contrasigno
kab: Wgelhen s wawal uffir
lb: Mat Passwuert verschlësselen
lv: Šifrēt ar paroli
ta: கடவுச்சொல் மூலம் குறியாக்கம் செய்
th: เข้ารหัสด้วยรหัสผ่าน

source: Set Backup Password
ar: تعيين كلمة مرور النسخة الاحتياطية
da: Angiv backup-adgangskode
et: Seadista varukoopia salasõna
hy: Սահմանել պահուստի գաղտնաբառ
ia: Definir contrasigno de copia de securitate
kab: Sbadu awal uffir n uḥraz
lb: Backup-Passwuert setzen
lv: Iestatīt dublējuma paroli
ta: காப்புப்பிரதி கடவுச்சொல்லை அமைக்கவும்
th: ตั้งรหัสผ่านสำรองข้อมูล

source: Enter a password to encrypt the backup. <b>Important:</b> Remember this password! Without it, the backup cannot be restored.
ar: أدخل كلمة مرور لتشفير النسخة الاحتياطية. <b>مهم:</b> تذكر كلمة المرور هذه! بدونها، لا يمكن استعادة النسخة الاحتياطية.
da: Indtast en adgangskode til at kryptere backuppen. <b>Vigtigt:</b> Husk denne adgangskode! Uden den kan backuppen ikke gendannes.
et: Varukoopia krüpteerimiseks siseta salasõna. <b>Oluline:</b> Pea seda salasõna meeles! Ilma selleta ei saa varukoopiat taastada.
hy: Մուտքագրեք գաղտնաբառ՝ պահուստը գաղտնագրելու համար: <b>Կարևոր է.</b> Հիշեք այս գաղտնաբառը: Առանց դրա պահուստը հնարավոր չէ վերականգնել:
ia: Entra un contrasigno pro cryptar le backup. <b>Importante:</b> Memora iste contrasigno! Sin illo, le backup non pote esser restaurate.
kab: Sekcem awal uffir akken ad tawgelheḍ aḥraz. <b>Axatar:</b> Cfu ɣef wawal-a uffir! Mebla-t, aḥraz ur yezmir ara ad yettuɣal.
lb: Gitt e Passwuert an fir de Backup ze verschlësselen. <b>Wichteg:</b> Erënnert Iech un dëst Passwuert! Ouni et kann de Backup net zréckgesat ginn.
lv: Ievadiet paroli dublējuma šifrēšanai. <b>Svarīgi:</b> Atcerieties šo paroli! Bez tās dublējumu nevar atjaunot.
ta: காப்புப்பிரதியை மறையாக்க கடவுச்சொல்லை உள்ளிடவும். <b>முக்கியம்:</b> இந்த கடவுச்சொல்லை நினைவில் கொள்ளுங்கள்! இது இல்லாமல், காப்புப்பிரதியை மீட்டெடுக்க முடியாது.
th: ใส่รหัสผ่านเพื่อเข้ารหัสสำเนาสำรอง <b>สำคัญ:</b> จำรหัสผ่านนี้ไว้! หากไม่มีจะไม่สามารถกู้คืนได้

source: Password (minimum 4 characters)
ar: كلمة المرور (4 أحرف على الأقل)
da: Adgangskode (mindst 4 tegn)
et: Salasõna (vähemalt 4 tähemärki)
hy: Գաղտնաբառ (առնվազն 4 նիշ)
ia: Contrasigno (minimo 4 characteres)
kab: Awal uffir (4 isekkilen xersum)
lb: Passwuert (mindestens 4 Zeechen)
lv: Parole (vismaz 4 rakstzīmes)
ta: கடவுச்சொல் (குறைந்தபட்சம் 4 எழுத்துகள்)
th: รหัสผ่าน (อย่างน้อย 4 ตัวอักษร)

source: Confirm Password
ar: تأكيد كلمة المرور
da: Bekræft adgangskode
et: Korda salasõna
hy: Հաստատել գաղտնաբառը
ia: Confirmar contrasigno
kab: Sentem awal uffir
lb: Passwuert bestätegen
lv: Apstiprināt paroli
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
th: ยืนยันรหัสผ่าน

source: Create Encrypted Backup
ar: إنشاء نسخة احتياطية مشفرة
da: Opret krypteret sikkerhedskopi
et: Loo krüpteeritud varukoopia
hy: Ստեղծել գաղտնագրված պահուստ
ia: Crear copia de securitate cryptate
kab: Snulfu-d aḥraz yettwawgelhnen
lb: Verschlësselte Backup erstellen
lv: Izveidot šifrētu dublējumu
ta: குறியாக்கம் செய்யப்பட்ட காப்புப்பிரதியை உருவாக்கு
th: สร้างข้อมูลสำรองที่เข้ารหัส

source: Password too short
ar: كلمة المرور قصيرة جداً
da: Adgangskode for kort
et: Salasõna on liiga lühike
hy: Գաղտնաբառը շատ կարճ է
ia: Contrasigno troppo curte
kab: Awal uffir d awezzlan aṭas
lb: Passwuert ze kuerz
lv: Parole pārāk īsa
ta: கடவுச்சொல் மிகவும் சிறியது
th: รหัสผ่านสั้นเกินไป

source: Passwords do not match
ar: كلمات المرور غير متطابقة
da: Adgangskoder matcher ikke
et: Salasõnad ei kattu
hy: Գաղտնաբառերը չեն համընկնում
ia: Contrasignos non coincide
kab: Awalen uffiren ur mcadan ara
lb: Passwierder stëmmen net iwwereneen
lv: Paroles nesakrīt
ta: கடவுச்சொற்கள் பொருந்தவில்லை
th: รหัสผ่านไม่ตรงกัน
