Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: %s offered: %s
ar: قدَّم %s: %s
da: %s tilbudt: %s
et: %s, mahuga: %s
hy: առաջարկւում է ընդունել %s, չափսը՝ %s
ia: %s offereva: %s
kab: %s yessumer: %s
lb: %s offréiert: %s
lv: %s piedāvāja: %s
si: %s ඉදිරිපත් කළේ: %s
ta: %s வழங்கப்படுகின்றன: %s
th: %s เสนอ: %s

source: File offered: %s
ar: الملف المقدّم: %s
da: Fil tilbudt: %s
et: Fail mahuga: %s
hy: Առաջարկւում է ընդունել նիշք՝ %s
ia: File offerite: %s
kab: Afaylu yettusummer: %s
lb: Datei offréiert: %s
lv: Piedāvātais fails: %s
si: ඉදිරිපත් කළ ගොනුව: %s
ta: கோப்பு வழங்கப்படுகிறது: %s
th: เสนอไฟล์: %s

source: File offered
ar: قُدِّم الملف
da: Fil tilbudt
et: Pakutav fail
hy: Առաջարկւում է ընդունել նիշք
ia: File offerite
kab: Afaylu yettusummer
lb: Datei offréiert
lv: Piedāvātais fails
si: ගොනුව ඉදිරිපත් කරන ලදි
ta: கோப்பு வழங்கப்படுகிறது
th: เสนอไฟล์

source: File transfer failed
ar: فشل نقل الملف
da: Filoverførsel fejlede
et: Faili edastamine ei õnnestunud
hy: Նիշքի փոխանցումը խափանուեց
ia: Transferentia de file fallite
kab: Asiweḍ n ufaylu ur yeddi ara
lb: Dateitransfert ass feelgeschloen
lv: Faila pārsūtīšana neizdevās
si: ගොනුව හුවමාරුව අසාර්ථක වුණි
ta: கோப்பு பரிமாற்றம் தோல்வியடைந்தது
th: การโอนไฟล์ล้มเหลว

source: Kick user
ar: طرد المستخدم
da: Smid bruger ud
et: Viska kasutaja välja
hy: Հեռացնել օգտատիրոջը
ia: Expulsar usator
kab: Ḍegger aseqdac
lb: Benotzer rausgeheien
lv: Izspert lietotāju
si: පරිශීලකයා ඉවත් කරන්න
ta: பயனரை வெளியேற்று
th: เตะผู้ใช้

source: Ban user
ar: حظر المستخدم
da: Udeluk bruger
et: Keela kasutaja
hy: Արգելափակել օգտատիրոջը
ia: Bannir usator
kab: Ɣedel aseqdac
lb: Benotzer verbidden
lv: Aizliegt lietotāju
si: පරිශීලකයා තහනම් කරන්න
ta: பயனரை தடை செய்
th: แบนผู้ใช้

source: Add reaction
ar: أضِف رد فعل
da: Tilføj reaktion
et: Reageeri
hy: Աւելացնել արձագանք
ia: Adder reaction
kab: Rnu tiririt
lb: Reaktioun derbäisetzen
lv: Pievienot reakciju
si: ප්‍රතිචාරය එකතු කරන්න
ta: எதிர்வினை சேர்க்கவும்
th: เพิ่มปฏิกิริยา

source: This conversation does not support reactions.
ar: لا تدعم هذه المحادثة ردود الفعل.
da: Denne samtale understøtter ikke reaktioner.
et: See vestlus ei toeta reageerimise võimalust.
hy: Այս զրոյցը չի սատարում արձագանքների։
ia: Iste conversation non supporta reactiones.
kab: Adiwenni-a ur isefrak ara tiririt.
lb: Dës Konversatioun ënnerstëtzt keng Reaktiounen.
lv: Šī saruna neatbalsta reakcijas.
si: මෙම සංවාදය ප්‍රතිචාර සහාය නොකරයි.
ta: இந்த உரையாடல் எதிர்வினைகளை ஆதரிக்காது.
th: การสนทนานี้ไม่รองรับปฏิกิริยา

source: Reply
ar: ردّ
da: Svar
et: Vasta
hy: Պատասխանել
ia: Responsa
kab: Tiririt
lb: Äntweren
lv: Atbildēt
si: පිළිතුරු
ta: பதில்
th: ตอบกลับ

source: This conversation does not support replies.
ar: لا تدعم هذه المحادثة الردود.
da: Denne samtale understøtter ikke svar.
et: See vestlus ei toeta vastamise võimalust.
hy: Այս զրոյցը չի սատարում պատասխանների։
ia: Iste conversation non supporta responsas.
kab: Adiwenni-a ur isefrak ara tiririt.
lb: Dës Konversatioun ënnerstëtzt keng Äntwerten.
lv: Šī saruna neatbalsta atbildes.
si: මෙම සංවාදය පිළිතුරු සහාය නොකරයි.
ta: இந்த உரையாடல் பதில்களை ஆதரிக்கவில்லை.
th: การสนทนานี้ไม่รองรับการตอบกลับ

source: Moderate message...
ar: إدارة الرسالة…
da: Moderer besked…
et: Modereeri sõnumit…
hy: Կարգավորել հաղորդագրությունը...
ia: Moderar message...
kab: Sefrek izen…
lb: Message moderéieren…
lv: Moderēt ziņojumu...
si: පණිවිඩය මධ්‍යසථ කරන්න…
ta: செய்தியை மேற்பார்வையிடு…
th: ควบคุมข้อความ...

source: Delete...
ar: ...حذف
da: Slet...
et: Kustuta...
hy: Ջնջել...
ia: Deler...
kab: Kkes...
lb: Läschen...
lv: Dzēst...
si: මකන්න...
ta: நீக்கு...
th: ลบ...

source: Delete locally
ar: حذف محلياً
da: Slet lokalt
et: Kustuta kohalikult
hy: Ջնջել տեղային
ia: Deler localmente
kab: Kkes anda
lb: Lokal läschen
lv: Dzēst lokāli
si: ප්‍රාදේශීයව මකන්න
ta: உள்ளூரில் நீக்கு
th: ลบในเครื่อง

source: Moderate message
ar: إدارة الرسالة
da: Moderer besked
et: Modereeri sõnumit
hy: Կարգավորել հաղորդագրությունը
ia: Moderar message
kab: Sefrek izen
lb: Message moderéieren
lv: Moderēt ziņojumu
si: පණිවිඩය මධ්‍යසථ කරන්න
ta: செய்தியை மேற்பார்வையிடு
th: ดูแลข้อความ

source: Delete message
ar: حذف الرسالة
da: Slet besked
et: Kustuta sõnum
hy: Ջնջել հաղորդագրությունը
ia: Deler message
kab: Kkes izen
lb: Message läschen
lv: Dzēst ziņu
si: පණිවිඩය මකන්න
ta: செய்தியை நீக்கு
th: ลบข้อความ

source: Do you want to remove this message from the channel?
ar: هل تريد إزالة هذه الرسالة من القناة؟
da: Vil du fjerne denne besked fra kanalen?
et: Kas soovite selle sõnumi kanalist eemaldada?
hy: Ցանկանու՞մ եք հեռացնել այս հաղորդագրությունը ալիքից:
ia: Vole tu remover iste message del canal?
kab: Tebɣiḍ ad tekkseḍ izen-a seg ubadu?
lb: Wëllt Dir dësen Message vum Kanal ewechhuelen?
lv: Vai vēlaties noņemt šo ziņojumu no kanāla?
si: ඔබට මෙම පණිවිඩය නාලිකාවෙන් ඉවත් කිරීමට අවශ්‍යද?
ta: இந்த செய்தியை சேனலில் இருந்து அகற்ற விரும்புகிறீர்களா?
th: คุณต้องการลบข้อความนี้จากช่องหรือไม่?

source: Remove
ar: أزِل
da: Fjern
et: Eemalda
hy: Հեռացնել
ia: Remover
kab: Kkes
lb: Läschen
lv: Noņemt
si: ඉවත් කරන්න
ta: அகற்று
th: ลบ

source: Do you want to delete this message just for yourself or for everyone?
ar: هل تريد حذف هذه الرسالة لنفسك فقط أم للجميع؟
da: Vil du slette denne besked kun for dig selv eller for alle?
et: Kas soovite selle sõnumi kustutada ainult enda jaoks või kõigi jaoks?
hy: Ցանկանու՞մ եք ջնջել այս հաղորդագրությունը միայն ձեզ համար, թե՞ բոլորի:
ia: Vole tu deler iste message solo pro te o pro totos?
kab: Tebɣiḍ ad tekkseḍ izen-a i kečč kan neɣ i yal yiwen?
lb: Wëllt Dir dësen Message nëmmen fir Iech oder fir jiddereen läschen?
lv: Vai vēlaties dzēst šo ziņojumu tikai sev vai visiem?
si: ඔබට මෙම පණිවිඩය ඔබට පමණක් හෝ සැමට මකා දැමීමට අවශ්‍යද?
ta: இந்த செய்தியை உங்களுக்கு மட்டும் நீக்க வேண்டுமா அல்லது அனைவருக்கும் நீக்க வேண்டுமா?
th: คุณต้องการลบข้อความนี้สำหรับตัวเองหรือสำหรับทุกคน?

source: Delete for everyone
ar: حذف للجميع
da: Slet for alle
et: Kustuta kõigile
hy: Ջնջել բոլորի համար
ia: Deler pro totos
kab: Kkes i yal yiwen
lb: Fir jiddereen läschen
lv: Dzēst visiem
si: සැමට මකන්න
ta: அனைவருக்கும் நீக்கு
th: ลบสำหรับทุกคน

source: Message deleted
ar: تم حذف الرسالة
da: Besked slettet
et: Sõnum kustutatud
hy: Հաղորդագրությունը ջնջված է
ia: Message delite
kab: Izen yettwakkes
lb: Message geläscht
lv: Ziņojums dzēsts
si: පණිවිඩය මකා දැමිණි
ta: செய்தி நீக்கப்பட்டது
th: ลบข้อความแล้ว

source: edited
ar: مُعَدَّلة
da: redigeret
et: muudetud
hy: խմբագրուած է
ia: modificate
kab: yettwaẓreg
lb: beaarbecht
lv: rediģēja
si: සංස්කරණය කළා
ta: திருத்தப்பட்டது
th: แก้ไขแล้ว

source: Message truncated - exceeds 100,000 characters
ar: تم اقتطاع الرسالة - تتجاوز 100000 حرف
da: Besked afkortet - overstiger 100.000 tegn
et: Sõnum kärpitud - ületab 100 000 tähemärki
hy: Հաղորդագրությունը կրճատված է - գերազանցում է 100,000 նիշը
ia: Message truncate - excede 100,000 characteres
kab: Izen yettwaḥbes - yugar 100 000 yisekkilen
lb: Message ofgeschnidde - iwwerschreift 100.000 Zeechen
lv: Ziņojums saīsināts - pārsniedz 100 000 rakstzīmes
si: පණිවිඩය කපා හැරියා - අක්ෂර 100,000 ඉක්මවයි
ta: செய்தி வெட்டப்பட்டது - 100,000 எழுத்துகளை மீறுகிறது
th: ข้อความถูกตัด - เกิน 100,000 ตัวอักษร

source: pending…
ar: في انتظار الإرسال…
da: afventer …
et: ootel…
hy: ուղարկւում է…
ia: pendente…
kab: yettṛaǧu…
lb: hängeg…
lv: gaida…
si: පොරොත්තුවෙන්…
ta: நிலுவையில் உள்ளது…
th: รอดำเนินการ…

source: delivery failed
ar: فشل التسليم
da: modtagelsen fejlede
et: edasisaatmine ei õnnestunud
hy: առաքումը խափանուեց
ia: livration fallite
kab: tuzna ur teddi ara
lb: Liwwerung feelgeschloen
lv: neizdevās nosūtīt
si: බෙදාහැරීම අසාර්ථකයි
ta: டெலிவரி தோல்வியடைந்தது
th: ล้มเหลว

source: Edit message
ar: عَدِّل الرسالة
da: Rediger besked
et: Muuda sõnumit
hy: Խմբագրել գրութիւնը
ia: Modificar message
kab: Ẓreg izen
lb: Message änneren
lv: Rediģēt ziņu
si: පණිවිඩය සංස්කරණය කරන්න
ta: செய்தியைத் திருத்தவும்
th: แก้ไขข้อความ

source: File
ar: ملف
da: Fil
et: Fail
hy: Նիշք
kab: Afaylu
lb: Datei
lv: Fails
si: ගොනුව
ta: கோப்பு
th: ไฟล์

source: You
ar: أنت
da: Du
et: Sina
hy: Դու
ia: Tu
kab: Kečč·Kemm
lb: Dir
lv: Jūs
si: ඔබ
ta: நீங்கள்
th: คุณ

source: Send request
ar: أرسل طلبًا
da: Send anmodning
et: Saada päring
hy: Ուղարկել դիմում
ia: Inviar requesta
kab: Azen asuter
lb: Ufro schécken
lv: Sūtīt pieprasījumu
si: ඉල්ලීම යවන්න
ta: கோரிக்கையை அனுப்பு
th: ส่งคำขอ

source: You do not receive status updates from this contact yet.
ar: أنت لا تتلقى حتى اﻵن تحديثات الحالة من هذا المراسل.
da: Du modtager endnu ikke statusopdateringer fra denne kontakt.
et: Sa veel ei saa selle kontakti olekuteateid.
hy: Դու չես ստանում կարգավիճակի թարմացումներ այս անձից։
ia: Tu non recipe actualisationes de stato de iste contacto ancora.
kab: Ur teṭṭifeḍ ara aleqqem n waddad seg unermas-a yakan.
lb: Dir kritt nach keng Status-Updates vun dësem Kontakt.
lv: Jūs vēl nesaņemat statusa atjauninājumus no šī kontakta.
si: ඔබ තවම මෙම සම්බන්ධතාවෙන් තත්ත්ව යාවත්කාලීන ලබා ගන්නේ නැත.
ta: இந்த தொடர்பில் இருந்து நிலை புதுப்பிப்புகளை நீங்கள் இன்னும் பெறவில்லை.
th: คุณยังไม่ได้รับการอัปเดตสถานะจากผู้ติดต่อนี้

source: Deny
ar: ارفض
da: Afslå
et: Keeldu
hy: Մերժել
ia: Denegar
kab: Aggi
lb: Verweigeren
lv: Noraidīt
si: ප්‍රතික්ෂේප කරන්න
ta: மறுக்கவும்
th: ปฏิเสธ

source: This contact would like to add you to their contact list
ar: يرغب هذا المراسل بإضافتك لقائمة مراسليه
da: Denne kontakt vil gerne tilføje dig til sin kontaktliste
et: See kontakt soovib sind lisada oma kontaktiloendisse
hy: Այս անձը ցանկանում է աւելացնել քեզ իր կոնտակտների մէջ
ia: Iste contacto vole adder te a lor lista de contactos
kab: Anermas-a yebɣa ad k-yerna ɣer tebdart n yinermisen-is
lb: Dëse Kontakt wéilt dech gären an seng Kontaktlecht ophuelen
lv: Šis kontakts vēlas pievienot jūs savam kontaktu sarakstam
si: මෙම සම්බන්ධතාවය ඔවුන්ගේ සම්බන්ධතා ලැයිස්තුවට ඔබව එක් කිරීමට කැමතියි
ta: இந்த தொடர்பு உங்களை அவர்களின் தொடர்பு பட்டியலில் சேர்க்க விரும்புகிறது
th: ผู้ติดต่อนี้ต้องการเพิ่มคุณในรายชื่อผู้ติดต่อ

source: New
ar: جديد
da: Ny
et: Uus
hy: Նոր
ia: Nove
kab: Amaynut
lb: Nei
lv: Jauns
si: අලුත්
ta: புதிய
th: ใหม่

source: Real JID
et: Tegelik JID
hy: Իրական JID
ia: JID Real
kab: JID n tidet

source: Display name
ar: اسم العرض
da: Visningsnavn
et: Kuvatav nimi
hy: Անուն
ia: Nomine de exhibition
kab: Isem ara d-yettwaskanen
lb: Ugezeechte Numm
lv: Rādāmais vārds
si: සංදර්ශක නම
ta: காட்சி பெயர்
th: ชื่อที่แสดง

source: Topic
ar: الموضوع
da: Emne
et: Teema
hy: Թեմա
ia: Thema
kab: Asentel
lb: Thema
lv: Tēma
si: මාතෘකාව
ta: தலைப்பு
th: หัวข้อ

source: Permissions
ar: التصريحات
da: Tilladelser
et: Õigused
hy: Թույլտվություններ
ia: Permissiones
kab: Tisirag
lb: Berechtigungen
lv: Atļaujas
si: අවසර
ta: அனுமதிகள்
th: สิทธิ์

source: Manage Affiliations
ar: إدارة العضويات
da: Administrer tilhørsforhold
et: Halda liikmelisust
hy: Կառավարել անդամakցությունները
ia: Gerer affiliationes
kab: Ssefrek ticeqqfin
lb: Memberschafte verwalten
lv: Pārvaldīt piederības
si: සම්බන්ධතා කළමනාකරණය
ta: உறவுகளை நிர்வகி
th: จัดการความสังกัด

source: Danger Zone
ar: منطقة خطرة
da: Farezone
et: Ohutsoon
hy: Վտանգավոր գոտի
ia: Zona de periculo
kab: Taɣzut n yir
lb: Gefor Zone
lv: Bīstamā zona
si: අනතුරුදායක කලාපය
ta: ஆபத்து மண்டலம்
th: โซนอันตราย

source: Destroy Room
ar: تدمير الغرفة
da: Ødelæg rum
et: Hävita ruum
hy: Ոչնչացնել սենյակը
ia: Destruer camera
kab: Ssexreb taxxamt
lb: Raum zerstéieren
lv: Iznīcināt istabu
si: කාමරය විනාශ කරන්න
ta: அறையை அழி
th: ทำลายห้อง

source: Destroy Room?
ar: تدمير الغرفة؟
da: Ødelæg rum?
et: Hävitada ruum?
hy: Ոչնչացնե՞լ սենյակը:
ia: Destruer camera?
kab: Ssexreb taxxamt?
lb: Raum zerstéieren?
lv: Iznīcināt istabu?
si: කාමරය විනාශ කරන්නද?
ta: அறையை அழிக்கவா?
th: ทำลายห้อง?

source: Are you sure you want to permanently destroy this room? This action cannot be undone and all history will be lost for all participants.
ar: هل أنت متأكد من أنك تريد تدمير هذه الغرفة نهائيًا؟ لا يمكن التراجع عن هذا الإجراء وسيتم فقدان كل السجل لجميع المشاركين.
da: Er du sikker på, at du vil permanent ødelægge dette rum? Denne handling kan ikke fortrydes, og al historik vil gå tabt for alle deltagere.Er du sikker på, at du vil ødelægge dette rum permanent? Denne handling kan ikke fortrydes, og al historik vil gå tabt for alle deltagere.
et: Kas olete kindel, et soovite selle ruumi jäädavalt hävitada? Seda toimingut ei saa tagasi võtta ja kogu ajalugu läheb kõigi osalejate jaoks kaduma.Kas olete kindel, et soovite selle ruumi jäädavalt hävitada? Seda toimingut ei saa tagasi võtta ja kogu ajalugu kaob kõigi osalejate jaoks.
hy: Դուք համոզվա՞ծ եք, որ ցանկանում եք ընդմիշտ ոչնչացնել այս սենյակը: Այս գործողությունը հնարավոր չէ հետարկել, և ամբողջ պատմությունը կկորչի բոլոր մասնակիցների համար:
ia: Es tu secur que tu vole destruer permanentemente iste sala? Iste action non pote esser disfacite e tote le historia essera perdite pro tote le participantes.
kab: Tebɣiḍ ad tekkseḍ taxxamt-a i lebda? Tigawt-a ur tezmir ara ad tuɣal ɣer deffir u akk amazray ad iṛuḥ i yimttekkiyen merra.
lb: Sidd Dir sécher datt Dir dëse Raum permanent wëllt läschen? Dës Aktioun kann net réckgängeg gemaach ginn an d'ganzt Archiv geet fir all Participanten verluer.Sidd Dir sécher datt Dir dëse Raum permanent zerstéiere wëllt? Dës Aktioun kann net réckgängeg gemaach ginn an all Geschicht geet fir all Participante verluer.
lv: Vai tiešām vēlaties neatgriezeniski iznīcināt šo istabu? Šo darbību nevar atsaukt, un visa vēsture tiks zaudēta visiem dalībniekiem.
si: ඔබට මෙම කාමරය ස්ථිරවම විනාශ කිරීමට අවශ්‍ය බව විශ්වාසද? මෙම ක්‍රියාව අහෝසි කළ නොහැකි අතර සියලු සහභාගිවන්නන්ට සියලු ඉතිහාසය අහිමි වේ.
ta: இந்த அறையை நிரந்தரமாக அழிக்க விரும்புகிறீர்களா? இந்த செயலை செயல்தவிர்க்க முடியாது மற்றும் அனைத்து பங்கேற்பாளர்களுக்கும் அனைத்து வரலாறும் இழக்கப்படும்.
th: คุณแน่ใจหรือไม่ว่าต้องการทำลายห้องนี้อย่างถาวร? การกระทำนี้ไม่สามารถย้อนกลับได้และประวัติทั้งหมดจะสูญหายสำหรับผู้เข้าร่วมทุกคน

source: Destroy
ar: تدمير
da: Ødelæg
et: Hävita
hy: Ոչնչացնել
ia: Destruer
kab: Ssexreb
lb: Zerstéieren
lv: Iznīcināt
si: විනාශ කරන්න
ta: அழி
th: ทำลาย

source: Failed to destroy room
ar: فشل في حذف الغرفة
da: Kunne ikke slette rum
et: Ruumi kustutamine ebaõnnestus
hy: Չհաջողվեց ոչնչացնել սենյակը
ia: Falleva destruer sala
kab: Tirga n texxamt ur teddi ara
lb: Room konnt net zerstéiert ginn
lv: Neizdevās iznīcināt istabu
si: කාමරය විනාශ කිරීමට අසමත් විය
ta: அறையை அழிக்க முடியவில்லை
th: ลบห้องล้มเหลว

source: Auto-delete messages
ar: حذف الرسائل تلقائيًا
da: Slet beskeder automatisk
et: Kustuta sõnumid automaatselt
hy: Հաղորդագրությունների ավտոմատ ջնջում
ia: Auto-deler messages
kab: Kkes iznan s wudem awurman
lb: Messagen automatesch läschen
lv: Automātiski dzēst ziņojumus
ta: செய்திகளை தானாக நீக்கு
th: ลบข้อความอัตโนมัติ

source: Never
ar: أبداً
da: Aldrig
et: Mitte kunagi
hy: Երբեք
ia: Jammais
kab: Werǧin
lb: Ni
lv: Nekad
ta: ஒருபோதும் இல்லை
th: ไม่เลย

source: After 15 minutes
ar: بعد 15 دقيقة
da: Efter 15 minutter
et: 15 minuti pärast
hy: 15 րոպե անց
ia: Post 15 minutas
kab: Deffir 15 n tesdatin
lb: No 15 Minutten
lv: Pēc 15 minūtēm
ta: 15 நிமிடங்களுக்குப் பிறகு
th: หลังจาก 15 นาที

source: After 30 minutes
ar: بعد 30 دقيقة
da: Efter 30 minutter
et: 30 minuti pärast
hy: 30 րոպե անց
ia: Post 30 minutas
kab: Deffir 30 n tesdatin
lb: No 30 Minutten
lv: Pēc 30 minūtēm
ta: 30 நிமிடங்களுக்குப் பிறகு
th: หลังจาก 30 นาที

source: After 1 hour
ar: بعد ساعة واحدة
da: Efter 1 time
et: 1 tunni pärast
hy: 1 ժամ անց
ia: Post 1 hora
kab: Deffir 1 n usrag
lb: No 1 Stonn
lv: Pēc 1 stundas
ta: 1 மணிநேரத்திற்குப் பிறகு
th: หลังจาก 1 ชั่วโมง

source: After 24 hours
ar: بعد 24 ساعة
da: Efter 24 timer
et: 24 tunni pärast
hy: 24 ժամ անց
ia: Post 24 horas
kab: Deffir 24 n yisragen
lb: No 24 Stonnen
lv: Pēc 24 stundām
ta: 24 மணிநேரத்திற்குப் பிறகு
th: หลังจาก 24 ชั่วโมง

source: After 7 days
ar: بعد 7 أيام
da: Efter 7 dage
et: 7 päeva pärast
hy: 7 օր անց
ia: Post 7 dies
kab: Deffir 7 n wussan
lb: No 7 Deeg
lv: Pēc 7 dienām
ta: 7 நாட்களுக்குப் பிறகு
th: หลังจาก 7 วัน

source: After 30 days
ar: بعد 30 يومًا
da: Efter 30 dage
et: 30 päeva pärast
hy: 30 օր անց
ia: Post 30 dies
kab: Deffir 30 n wussan
lb: No 30 Deeg
lv: Pēc 30 dienām
ta: 30 நாட்களுக்குப் பிறகு
th: หลังจาก 30 วัน

source: Phone
et: Telefon
hy: Հեռախոս
ia: Telephono
kab: Tiliɣri

source: Title
et: Tiitel
hy: Կոչում
ia: Titulo
kab: Azwel

source: Note
et: Märkus
hy: Նշում
ia: Nota
kab: Tawennit

source: Image sent
ar: أُرسلت الصورة
da: Billede sendt
et: Pilt on saadetud
hy: Նկարն ուղարկուած է
ia: Imagine inviate
kab: Tugna tettwazen
lb: Bild geschéckt
lv: Attēls nosūtīts
si: පින්තූරය යවන ලදි
ta: படம் அனுப்பப்பட்டது
th: ส่งรูปภาพแล้ว

source: File sent
ar: أُرسل الملف
da: Fil sendt
et: Fail on saadetud
hy: Նիշքն ուղարկուած է
ia: File inviate
kab: Afaylu yettwazen
lb: Datei geschéckt
lv: Fails nosūtīts
si: ගොනුව යවන ලදි
ta: கோப்பு அனுப்பப்பட்டது
th: ส่งไฟล์แล้ว

source: Image received
ar: استُلِمَت صورة
da: Billede modtaget
et: Pilt on vastu võetud
hy: Նկարը ստացուած է
ia: Imagine recipite
kab: Tugna d-yewwḍen
lb: Bild kritt
lv: Saņemts attēls
si: පින්තූරය ලැබුණි
ta: படம் பெறப்பட்டது
th: ภาพที่ได้รับ

source: File received
ar: استُلِم ملف
da: Fil modtaget
et: Fail on vastu võetud
hy: Նիշքը ստացուած է
ia: File recipite
kab: Afaylu d-yewwḍen
lb: Datei kritt
lv: Saņemts fails
si: ගොනුව ලැබුණි
ta: கோப்பு பெறப்பட்டது
th: ได้รับไฟล์แล้ว

source: Thema:
ar: الموضوع:
da: Emne:
et: Teema:
hy: Թեմա:
kab: Asentel:
lv: Tēma:
si: මාතෘකාව:
ta: தீம்:
th: หัวข้อ:

source: Privat
ar: خاص
et: Privaatne
hy: Մասնավոր
ia: Private
kab: Uslig
lv: Privāts
si: පුද්ගලික
ta: தனிப்பட்ட
th: ส่วนตัว

source: Öffentlich
ar: عام
da: Offentlig
et: Avalik
hy: Հանրային
ia: Public
kab: Azayez
lb: Ëffentlech
lv: Publisks
si: පොදු
ta: பொது
th: สาธารณะ

source: Typ:
ar: النوع:
da: Type:
et: Tüüp:
hy: Տիպ:
ia: Typo:
kab: Anaw:
lv: Tips:
si: වර්ගය:
ta: வகை:
th: ประเภท:

source: Yesterday
ar: البارحة
da: I går
et: Eile
hy: Երէկ
ia: Heri
kab: Iḍelli
lb: Gëschter
lv: Vakar
si: ඊයේ
ta: நேற்று
th: เมื่อวาน

source: Conversation Details
ar: تفاصيل المحادثة
da: Samtaledetaljer
et: Vestluse üksikasjad
hy: Զրոյցի մանրամասներ
ia: Detalios del conversation
kab: Talqayt n udiwenni
lb: Konversatiounsdetailer
lv: Sarunas informācija
si: සංවාද විස්තර
ta: உரையாடல் விவரங்கள்
th: รายละเอียดการสนทนา

source: Invite Contact
ar: دعوة جهة اتصال
da: Inviter kontakt
et: Kutsu kontakti
hy: Հրավիրել կոնտակտ
ia: Invitar contacto
kab: Ɛreḍ anermis
lb: Kontakt invitéieren
lv: Uzaicināt kontaktu
si: සම්බන්ධතාවය ආරාධනා කරන්න
ta: தொடர்பை அழை
th: เชิญผู้ติดต่อ

source: Unmute
ar: إلغاء الكتم
da: Fjern lydløs
et: Lülita hääletus välja
hy: Միացնել ձայնը
ia: Dis-mutar
kab: Kkes asusam
lb: Stëmm un
lv: Ieslēgt skaņu
si: නිශ්ශබ්දතාව ඉවත් කරන්න
ta: ஒலி இயக்கு
th: เปิดเสียง

source: Mute
ar: اكتم
da: Lydløs
et: Vaigista
hy: Անջատել ձայնը
ia: Mutar
kab: Susem
lb: Stëll maachen
lv: Izslēgt skaņu
si: නිහඬ
ta: முடக்கு
th: ปิดเสียง

source: Leave and Close
ar: مغادرة وإغلاق
da: Forlad og luk
et: Lahku ja sulge
hy: Լքել և փակել
ia: Lassar e clauder
kab: Ffeɣ umdel
lb: Verloossen an zoumaachen
lv: Pamest un aizvērt
si: ඉවත්ව වසන්න
ta: வெளியேறி மூடு
th: ออกและปิด

source: Edit Alias
ar: تعديل الاسم المستعار
da: Rediger alias
et: Muuda hüüdnime
hy: Խմբագրել այլանունը
ia: Modificar alias
kab: Ẓreg meffer-ism
lb: Alias beaarbechten
lv: Rediģēt aizstājvārdu
si: අන්වර්ථ නාමය සංස්කරණය කරන්න
ta: புனைப்பெயர் திருத்து
th: แก้ไขชื่อเล่น

source: Unblock
ar: ألغِ الحظر
da: Fjern blokering
et: Eemalda blokeering
hy: Ապաարգելափակել
ia: Disblocar
kab: Serreḥ-as
lb: Entblockéieren
lv: Atbloķēt
si: අවහිර කිරීම ඉවත් කරන්න
ta: தடை
th: ปลดบล็อค

source: Block
ar: احظر
da: Bloker
et: Blokeeri
hy: Արգելափակել
ia: Bloco
kab: Sewḥel
lb: Blockéieren
lv: Bloķēt
si: අවහිර කරන්න
ta: தொகுதி
th: ปิดกั้น

source: Alias
ar: الكنية
et: Varjunimi
hy: Այլանուն
kab: Mefferisem
lb: Pseudonym
lv: Aizstājvārds
si: අන්වර්ථ නාමය
ta: மாற்றுப்பெயர்
th: ชื่อเล่น

source: Save
ar: حفظ
da: Gem
et: Salvesta
hy: Պահպանել
ia: Salvar
kab: Sekles
lb: Späicheren
lv: Saglabāt
si: සුරකින්න
ta: சேமி
th: บันทึก

source: Unmute contact?
ar: إلغاء كتم جهة الاتصال؟
da: Fjern lydløs fra kontakt?
et: Eemalda kontakti vaigistus?
hy: Միացնե՞լ կոնտակտի ձայնը:
ia: Desilentiar contacto?
kab: Serreḥ imesli n unermas?
lb: Kontakt entstommen?
lv: Atcelt kontakta apklusināšanu?
si: සම්බන්ධතාවයේ නිශ්ශබ්දතාව ඉවත් කරන්නද?
ta: தொடர்பை ஒலியடக்கத்திலிருந்து நீக்கவா?
th: เลิกปิดเสียงผู้ติดต่อ?

source: This will enable notifications from %s.
ar: سيؤدي هذا إلى تفعيل الإشعارات من %s.
da: Dette aktiverer notifikationer fra %s.
et: See lubab teavitused kasutajalt %s.
hy: Սա կմիացնի ծանուցումները %s-ից:
ia: Isto activara notificationes de %s.
kab: Aya ad yermed ilɣa seg %s.
lb: Dëst aktivéiert Benoriichtegunge vun %s.
lv: Tas ieslēgs paziņojumus no %s.
si: මෙය %s වෙතින් දැනුම්දීම් සක්‍රීය කරනු ඇත.
ta: இது %s இலிருந்து அறிவிப்புகளை இயக்கும்.
th: จะเปิดใช้งานการแจ้งเตือนจาก %s

source: Mute contact?
ar: كتم جهة الاتصال؟
da: Sæt kontakt på lydløs?
et: Vaigista kontakt?
hy: Լռեցնե՞լ կոնտակտին:
ia: Silentiar contacto?
kab: Sens imesli n unermas?
lb: Kontakt stommen?
lv: Apklusināt kontaktu?
si: සම්බන්ධතාවය නිශ්ශබ්ද කරන්නද?
ta: தொடர்பை ஒலியடக்கவா?
th: ปิดเสียงผู้ติดต่อ?

source: This will disable notifications from %s.
ar: سيؤدي هذا إلى تعطيل الإشعارات من %s.
da: Dette deaktiverer notifikationer fra %s.
et: See keelab teavitused kasutajalt %s.
hy: Սա կանջատի ծանուցումները %s-ից:
ia: Isto disactivara notificationes de %s.
kab: Aya ad issens ilɣa seg %s.
lb: Dëst deaktivéiert Benoriichtegunge vun %s.
lv: Tas izslēgs paziņojumus no %s.
si: මෙය %s වෙතින් දැනුම්දීම් අක්‍රීය කරනු ඇත.
ta: இது %s இலிருந்து அறிவிப்புகளை முடக்கும்.
th: จะปิดใช้งานการแจ้งเตือนจาก %s

source: Unblock contact?
ar: إلغاء حظر جهة الاتصال؟
da: Fjern blokering af kontakt?
et: Deblokeeri kontakt?
hy: Ապաարգելափակե՞լ կոնտակտին:
ia: Disblocar contacto?
kab: Kkes aɣdel i unermis?
lb: Kontakt deblockéieren?
lv: Atbloķēt kontaktu?
si: සම්බන්ධතාවයේ අවහිර කිරීම ඉවත් කරන්නද?
ta: தொடர்பு தடையை நீக்கவா?
th: ปลดบล็อกผู้ติดต่อ?

source: This will allow %s to send you messages again.
ar: سيسمح هذا لـ %s بإرسال رسائل إليك مرة أخرى.
da: Dette vil tillade %s at sende dig beskeder igen.
et: See võimaldab kasutajal %s sulle uuesti sõnumeid saata.
hy: Սա թույլ կտա %s-ին կրկին հաղորդագրություններ ուղարկել ձեզ:
ia: Isto permittera a %s inviar te messages de novo.
kab: Aya ad yesireg %s ad k-d-yazen iznan tikelt nniḍen.
lb: Dëst erlaabt %s erëm Messagen ze schécken.
lv: Tas ļaus %s atkal sūtīt jums ziņojumus.
si: මෙය %s ට නැවත ඔබට පණිවිඩ යැවීමට ඉඩ දෙනු ඇත.
ta: இது %s மீண்டும் உங்களுக்கு செய்திகள் அனுப்ப அனுமதிக்கும்.
th: นี่จะอนุญาตให้ %s ส่งข้อความถึงคุณอีกครั้ง

source: Block contact?
ar: حظر جهة الاتصال؟
da: Bloker kontakt?
et: Blokeeri kontakt?
hy: Արգելափակե՞լ կոնտակտին:
ia: Blocar contacto?
kab: Sewḥel anermas?
lb: Kontakt blockéieren?
lv: Bloķēt kontaktu?
si: සම්බන්ධතාවය අවහිර කරන්නද?
ta: தொடர்பைத் தடை செய்யவா?
th: บล็อกผู้ติดต่อ?

source: This will prevent %s from sending you messages.
ar: سيمنع هذا %s من إرسال رسائل إليك.
da: Dette forhindrer %s i at sende dig beskeder.
et: See takistab kasutajal %s sulle sõnumeid saata.
hy: Սա կկանխի %s-ի կողմից ձեզ հաղորդագրություններ ուղարկելը:
ia: Isto prevenira que %s te invia messages.
kab: Aya ad isewḥel %s seg tuzna n yiznan i kečč.
lb: Dëst verhënnert datt %s Iech Messagen schéckt.
lv: Tas neļaus %s sūtīt jums ziņas.
si: මෙය %s ට ඔබට පණිවිඩ යැවීම වළක්වනු ඇත.
ta: இது %s உங்களுக்கு செய்திகள் அனுப்புவதைத் தடுக்கும்.
th: จะป้องกันไม่ให้ %s ส่งข้อความถึงคุณ

source: Remove contact?
ar: إزالة جهة الاتصال؟
da: Fjern kontakt?
et: Eemalda kontakt?
hy: Հեռացնե՞լ կոնտակտը:
ia: Remover contacto?
kab: Kkes anermis?
lb: Kontakt ewechhuelen?
lv: Noņemt kontaktu?
si: සම්බන්ධතාවය ඉවත් කරන්නද?
ta: தொடர்பை நீக்கவா?
th: ลบผู้ติดต่อ?
