Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: Add MUC
ar: إضافة MUC
da: Tilføj MUC
et: Lisa MUC
hy: Ավելացնել MUC
ia: Adder MUC
kab: Rnu MUC
lb: MUC derbäisetzen
lv: Pievienot MUC
si: MUC එක් කරන්න
ta: MUC சேர்க்க
th: เพิ่ม MUC

source: Insert a Name for MUC...
ar: ...أدخل اسماً للغرفة
da: Indtast et navn til rummet...
et: Sisestage toa nimi...
hy: Մուտքագրեք MUC-ի անունը...
ia: Insere un nomine pro MUC...
kab: Sekcem isem i MUC...
lb: Gitt en Numm fir de Raum an...
lv: Ievadiet istabas nosaukumu...
si: MUC සඳහා නමක් ඇතුළත් කරන්න...
ta: MUC-க்கு ஒரு பெயரை உள்ளிடுக...
th: ใส่ชื่อสำหรับ MUC...

source: Search or enter channel address...
ar: ...ابحث أو أدخل عنوان القناة
da: Søg eller indtast kanaladresse...
et: Otsige või sisestage kanali aadress...
hy: Որոնել կամ մուտքագրել ալիքի հասցեն...
ia: Cercar o insere adresse de canal...
kab: Nadi neɣ sekcem tansa n ubadu...
lb: Sichen oder Kanaladress aginn...
lv: Meklēt vai ievadīt kanāla adresi...
si: නාලිකා ලිපිනය සොයන්න හෝ ඇතුළත් කරන්න...
ta: சேனல் முகவரியை தேட அல்லது உள்ளிடுக...
th: ค้นหาหรือใส่ที่อยู่ช่อง...

source: Add Group
ar: إضافة مجموعة
da: Tilføj gruppe
et: Lisa grupp
hy: Ավելացնել խումբ
ia: Adder gruppo
kab: Rnu agraw
lb: Grupp dobäisetzen
lv: Pievienot grupu
si: කණ්ඩායම එකතු කරන්න
ta: குழு சேர்
th: เพิ่มกลุ่ม

source: Delete Group
ar: حذف المجموعة
da: Slet gruppe
et: Kustuta grupp
hy: Ջնջել խումբը
ia: Deler gruppo
kab: Kkes agraw
lb: Grupp läschen
lv: Dzēst grupu
si: කණ්ඩායම මකන්න
ta: குழு நீக்கு
th: ลบกลุ่ม

source: Reject
ar: ارفض
da: Afvis
et: Keeldu
hy: Մերժել
ia: Rejectar
kab: Agi
lb: Refuséieren
lv: Noraidīt
si: ප්‍රතික්ෂේප කරන්න
ta: நிராகரிக்கவும்
th: ปฏิเสธ

source: Accept
ar: اقبل
da: Accepter
et: Nõustu
hy: Ընդունել
ia: Acceptar
kab: Qbel
lb: Akzeptéieren
lv: Pieņemt
si: පිළිගන්න
ta: ஏற்றுக்கொள்
th: ยอมรับ

source: Send File…
ar: إرسال ملف…
et: Saada fail…
hy: Ուղարկել ֆայլ…
ia: Inviar file…
kab: Azen afaylu…
lv: Sūtīt failu…
ta: கோப்பை அனுப்பு…

source: Send Location
ar: إرسال الموقع
et: Saada asukoht
hy: Ուղարկել տեղադրությունը
ia: Inviar location
kab: Azen adig
lv: Sūtīt atrašanās vietu
ta: இருப்பிடத்தை அனுப்பு

source: Record voice message
ar: تسجيل رسالة صوتية
da: Optag talebesked
et: Salvesta häälsõnum
hy: Ձայնագրել ձայնային հաղորդագրություն
ia: Registrar message vocal
kab: Ḍebber izen s taɣect
lb: Sproochen ophuelen
lv: Ierakstīt balss ziņojumu
si: හඬ පණිවිඩය පටිගත කරන්න
ta: குரல் செய்தி பதிவு செய்
th: บันทึกข้อความเสียง

source: Send message
ar: إرسال رسالة
da: Send besked
et: Saada sõnum
hy: Ուղարկել հաղորդագրություն
ia: Inviar message
kab: Azen izen
lb: Message schécken
lv: Sūtīt ziņu
si: පණිවිඩය යවන්න
ta: செய்தி அனுப்பு
th: ส่งข้อความ

source: Remove Contact
ar: إزالة جهة الاتصال
da: Fjern kontakt
et: Eemalda kontakt
hy: Հեռացնել կոնտակտը
ia: Remover contacto
kab: Kkes anermis
lb: Kontakt ewechhuelen
lv: Noņemt kontaktu
si: සම්බන්ධතාවය ඉවත් කරන්න
ta: தொடர்பை நீக்கு
th: ลบผู้ติดต่อ

source: About
ar: عَنْ
da: Om
et: Teave
hy: Ծրագրի մասին
ia: A proposito
kab: Ɣef
lb: Iwwer
lv: Par
si: පිළිබඳව
ta: பற்றி
th: เกี่ยวกับ

source: Private room (supports group calls)
ar: غرفة خاصة (تدعم المكالمات الجماعية)
da: Privat rum (understøtter gruppeopkald)
et: Privaatne jututuba (toetab grupikõnesid)
hy: Անձնական սենյակ (աջակցում է խմբային զանգեր)
ia: Camera private (supporta appellos de gruppo)
kab: Taxxamt tusligt (tessefrak isawalen n ugraw)
lb: Private Raum (ënnerstëtzt Gruppenuriff)
lv: Privāta istaba (atbalsta grupas zvanus)
si: පෞද්ගලික කාමරය (සමූහ ඇමතුම් සහාය)
ta: தனிப்பட்ட அறை (குழு அழைப்புகளை ஆதரிக்கிறது)
th: ห้องส่วนตัว (รองรับการโทรกลุ่ม)

source: Muted
ar: مكتوم
da: Lydløs
et: Summutatud
hy: Լռեցուած է
ia: Silentiate
kab: Yettusens
lb: Stëll
lv: Izslēgts
si: නිශ්ශබ්ද කළ
ta: முடக்கிய
th: ปิดเสียง

source: Blocked
ar: محظور
da: Blokeret
et: Blokeeritud
hy: Արգելափակ է
ia: Blocate
kab: Yettusewḥel
lb: Blockéiert
lv: Bloķēts
si: අවහිර කළ
ta: தடுக்கப்பட்டது
th: ถูกบล็อค

source: General
ar: عام
da: Generelt
et: Üldised
hy: Ընդհանուր
kab: Amatu
lb: Allgemeng
lv: Vispārīgi
si: සාමාන්‍ය
ta: பொது
th: ทั่วไป

source: Start Conversation
ar: ابدأ محادثة
da: Start samtale
et: Alusta vestlust
hy: Սկսել զրոյց
ia: Initiar conversation
kab: Bdu adiwenni
lb: Konversatioun starten
lv: Sākt sarunu
si: සංවාදයක් අරඹන්න
ta: உரையாடலைத் தொடங்குங்கள்
th: เริ่มการสนทนา

source: Join Channel
ar: انضم إلى قناة
da: Forbind til kanal
et: Liitu kanaliga
hy: Միանալ սենեակին
ia: Junger a canal
kab: Ddu d ubadu
lb: Kanal bäitrieden
lv: Pievienoties kanālam
si: නාලිකාවකට සම්බන්ධ වන්න
ta: சேனலில் சேரவும்
th: เข้าร่วมช่อง

source: Show preferences
ar: أظهر التفضيلات
da: Vis indstillinger
et: Näita eelistusi
hy: Ցուցադրել կարգաւորումներ
ia: Monstrar preferentias
kab: Sken-d ismenyifen
lb: Astellungen weisen
lv: Rādīt iestatījumus
si: මනාප පෙන්වන්න
ta: விருப்பங்களைக் காட்டு
th: แสดงการตั้งค่า

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
da: Tastaturgenveje
et: Klaviatuuri kiirklahvid
hy: Ստեղնաշարի կարճատներ
ia: Claviero abbreviaturas
kab: Inegzumen n unasiw
lb: Tastaturofkierzungen
lv: Tastatūras īsceļi
si: යතුරුපුවරු කෙටිමං
ta: விசைப்பலகை குறுக்குவழிகள்
th: ปุ่มลัด

source: Conversation
ar: المحادثة
da: Samtale
et: Vestlus
hy: Զրոյց
kab: Adiwenni
lb: Gespréich
lv: Saruna
si: සංවාදය
ta: உரையாடல்
th: การสนทนา

source: Search messages
ar: ابحث في الرسائل
da: Søg meddelelser
et: Otsi sõnumeid
hy: Փնտրել գրութիւններ
ia: Cercar messages
kab: Nadi deg iznan
lb: Messagen duerchsichen
lv: Meklēt ziņas
si: පණිවිඩ සොයන්න
ta: தேடல் செய்திகளைத் தேடுகிறது
th: ค้นหาข้อความ

source: Send a file
ar: أرسِل ملفًا
da: Send en fil
et: Saada fail
hy: Ուղարկել նիշք
ia: Inviar un file
kab: Azen afaylu
lb: Fichier schécken
lv: Sūtīt failu
si: ගොනුවක් යවන්න
ta: ஒரு கோப்பை அனுப்பவும்
th: ส่งไฟล์

source: Close conversation
ar: إغلاق المحادثة
da: Luk samtale
et: Sulge vestlus
hy: Փակել զրույցը
ia: Clauder conversation
kab: Mdel adiwenni
lb: Gespréich zoumaachen
lv: Aizvērt sarunu
si: සංවාදය වසන්න
ta: உரையாடலை மூடு
th: ปิดการสนทนา

source: Navigation
ar: التصفح
et: Liikumine rakenduses
hy: Նաւարկում
kab: Tunigin
lb: Navigatioun
lv: Navigācija
si: සංචාලනය
ta: வானோடல்
th: การนำทาง

source: Jump to next conversation
ar: الانتقال إلى المحادثة التالية
da: Spring til næste samtale
et: Suundu järgmise vestluse juurde
hy: Անցնել յաջորդ զրոյցին
ia: Saltar al proxime conversation
kab: Ɣer udiwenni d-iteddun
lb: Zu nächster Konversatioun sprangen
lv: Pāriet uz nākamo sarunu
si: ඊළඟ සංවාදයට පනින්න
ta: அடுத்த உரையாடலுக்கு செல்லவும்
th: ไปยังการสนทนาถัดไป

source: Jump to previous conversation
ar: الانتقال إلى المحادثة السابقة
da: Spring til foregående samtale
et: Suundu eelmise vestluse juurde
hy: Անցնել նախորդ զրոյցին
ia: Saltar al precedente conversation
kab: Ɣer udiwenni yezrin
lb: Zu viregter Konversatioun sprangen
lv: Pāriet uz iepriekšējo sarunu
si: පෙර සංවාදයට පනින්න
ta: முந்தைய உரையாடலுக்கு செல்லவும்
th: ไปยังการสนทนาก่อนหน้า

source: Help: How to join channels
ar: المساعدة: كيفية الانضمام إلى القنوات
da: Hjælp: Sådan tilslutter du dig kanaler
et: Abi: Kuidas kanaliga liituda
hy: Օգնություն. Ինչպես միանալ ալիքներին
ia: Adjuta: Como junger se a canales
kab: Tallelt: Amek ara tedduḍ d ibuda
lb: Hëllef: Wéi een Kanäl bäitriede kann
lv: Palīdzība: Kā pievienoties kanāliem
si: උදව්: නාලිකා වලට සම්බන්ධ වන ආකාරය
ta: உதவி: சேனல்களில் எப்படி சேர்வது
th: ช่วยเหลือ: วิธีเข้าร่วมช่อง

source: You have no open chats
ar: ليس لديك محادثات مفتوحة
da: Du har ingen åbne samtaler
et: Sul pole vestlusi
hy: Չունես ոչ մի բաց զրոյց
ia: Tu non ha chats aperte
kab: Ur tesɛiḍ ara idiwenniyen yeldin
lb: Du hues keng oppen Chats
lv: Jums nav atvērtu sarunu
si: ඔබට විවෘත කතාබහ නැත
ta: உங்களிடம் திறந்த அரட்டைகள் இல்லை
th: คุณไม่มีแชทที่เปิดอยู่

source: Click + to start a chat or join a channel
ar: انقر على + لبدء محادثة أو الانضمام إلى قناة
da: Klik + for at starte en samtale eller forbinde til en kanal
et: Vestluse loomiseks või kanaliga liitumiseks klõpsi + ikooni
hy: Սեղմիր + զրոյց սկսելու կամ սենեակ մտնելու համար
ia: Clicca + pro initiar un chat o junger te a un canal
kab: Sit ɣef + akken ad tebduḍ adiwenni neɣ ad tedduḍ d ubadu
lb: Klickt + fir en Chat ze starten oder engem Kanal bäizetrieden
lv: Noklikšķiniet +, lai sāktu tērzēšanu vai pievienotos kanālam
si: කතාබහක් ආරම්භ කිරීමට හෝ නාලිකාවකට සම්බන්ධ වීමට + ක්ලික් කරන්න
ta: அரட்டையைத் தொடங்க + அல்லது சேனலில் சேர + சொடுக்கு செய்க
th: คลิก + เพื่อเริ่มแชทหรือเข้าร่วมช่อง

source: Status
ar: الحالة
et: Olek
hy: Կարգավիճակ
ia: Stato
kab: Addad
lv: Statuss
si: තත්වය
ta: நிலை
th: สถานะ

source: Online
ar: متصل
et: Võrgus
hy: Առցանց
ia: In linea
kab: Srid
lv: Tiešsaistē
si: සබැඳි
ta: ஆன்லைன்
th: ออนไลน์

source: Away
ar: بعيد
da: Væk
et: Eemal
hy: Բացակայում է
ia: Absente
kab: Yeggugem
lb: Fort
lv: Projām
si: ඈතින්
ta: விலகியுள்ளேன்
th: ไม่อยู่

source: Busy
ar: مشغول
da: Optaget
et: Hõivatud
hy: Զbaghված
ia: Occupate
kab: Yeqqen
lb: Beschäftegt
lv: Aizņemts
si: කාර්යබහුල
ta: பிஸி
th: ยุ่ง

source: Not Available
ar: غير متاح
da: Ikke tilgængelig
et: Pole saadaval
hy: Անհասանելի
ia: Non disponibile
kab: Ulac-it
lb: Net disponibel
lv: Nav pieejams
si: නොතිබේ
ta: கிடைக்கவில்லை
th: ไม่พร้อมใช้งาน

source: Set Status Message…
ar: تعيين رسالة الحالة...
da: Sæt statusbesked…
et: Määra olekuteade…
hy: Սահմանել կարգավիճակի հաղորդագրություն…
ia: Definir message de stato…
kab: Sbadu izen n waddad…
lb: Status-Message setzen…
lv: Iestatīt statusa ziņojumu…
ta: நிலைச் செய்தியை அமைக்கவும்…

source: Preferences
ar: التفضيلات
da: Indstillinger
et: Eelistused
hy: Կարգաւորումներ
ia: Preferentias
kab: Ismenyifen
lb: Astellungen
lv: Iestatījumi
si: මනාප
ta: விருப்பத்தேர்வுகள்
th: การตั้งค่า

source: Panic Wipe
ar: مسح الطوارئ
da: Panik-sletning
et: Paaniline kustutamine
hy: Խուճապային մաքրում
ia: Effassamento de panico
kab: Sfeḍ s lixlaɛ
lb: Panik-Läschen
lv: Panikas dzēšana
ta: அவசர அழிப்பு

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
da: Tastaturgenveje
et: Klaviatuuri kiirklahvid
hy: Ստեղնաշարի կարճատներ
ia: Vias breve del claviero
kab: Inegzumen n unasiw
lb: Tastaturofkierzungen
lv: Tastatūras saīsnes
si: යතුරුපුවරු කෙටිමං
ta: விசைப்பலகை குறுக்குவழிகள்
th: ปุ่มลัดบนแป้นพิมพ์

source: About DinoX
ar: حول DinoX
da: Om DinoX
et: Rakenduse teave: DinoX
hy: DinoX-ի մասին
ia: A proposito de DinoX
kab: Ɣef DinoX
lb: Iwwer DinoX
lv: Par DinoX
si: DinoX ගැන
ta: DinoX பற்றி
th: เกี่ยวกับ DinoX

source: Contact Details
ar: تفاصيل المُراسل
da: Kontaktoplysninger
et: Kontaktandmed
hy: Կոնտակտի մանրամասներ
ia: Detalios del contacto
kab: Talqayt unermis
lb: Kontaktdetailer
lv: Kontakta informācija
si: සම්බන්ධතා විස්තර
ta: தொடர்பு விவரங்கள்
th: รายละเอียดผู้ติดต่อ

source: Delete Conversation History
ar: حذف سجل المحادثات
da: Slet samtalehistorik
et: Kustuta vestluste ajalugu
hy: Ջնջել զրույցի պատմությունը
ia: Deler historia del conversation
kab: Kkes amezruy n umeslay
lb: Gespréichverlaf läschen
lv: Dzēst sarunu vēsturi
si: සංවාද ඉතිහාසය මකන්න
ta: உரையாடல் வரலாற்றை நீக்கு
th: ลบประวัติการสนทนา

source: Cancel
ar: ألغِ
da: Fortryd
et: Loobu
hy: Չեղարկել
ia: Cancellar
kab: Sefsex
lb: Ofbriechen
lv: Atcelt
si: අවලංගු කරන්න
ta: ரத்துசெய்
th: ยกเลิก

source: Update message
ar: حَدِّث الرسالة
da: Opdater besked
et: Uuenda sõnumit
hy: Թարմացնել գրութիւնը
ia: Actualisar message
kab: Leqqem izen
lb: De Message updaten
lv: Atjaunināt ziņojumu
si: පණිවිඩය යාවත්කාල කරන්න
ta: செய்தியைப் புதுப்பிக்கவும்
th: อัปเดตข้อความ

source: XMPP Address
ar: عنوان XMPP
da: XMPP-adresse
et: XMPP aadress
hy: XMPP հասցէ
ia: Adresse XMPP
kab: Tansa XMPP
lb: XMPP Adress
lv: XMPP adrese
si: XMPP ලිපිනය
ta: எக்ச்எம்பிபி முகவரி
th: ที่อยู่ XMPP

source: Local alias
ar: الكنية المحلية
da: Lokalt alias
et: Kohalik varjunimi
hy: Տեղական այլանուն
ia: Alias local
kab: Isem anida
lb: Lokalen Pseudonym
lv: Vietējais aizstājvārds
si: ප්‍රාදේශීය අන්වර්ථ නාමය
ta: உள்ளக மாற்றுப்பெயர்
th: ชื่อเล่นในเครื่อง

source: Password
ar: كلمة السر
da: Kodeord
et: Salasõna
hy: Ծածկագիր
ia: Contrasigno
kab: Awal uffir
lb: Passwuert
lv: Parole
si: මුරපදය
ta: கடவுச்சொல்
th: รหัสผ่าน

source: Connection status
ar: حالة الاتصال
da: Forbindelsesstatus
et: Ühenduse olek
hy: Կապի վիճակ
ia: Stato del connexion
kab: Addad n tuqqna
lb: Verbindungsstatus
lv: Savienojuma statuss
si: සම්බන්ධතා තත්ත්වය
ta: இணைப்பு நிலை
th: สถานะการเชื่อมต่อ

source: View Certificate
ar: عرض الشهادة
da: Vis certifikat
et: Vaata sertifikaati
hy: Դիտել վկայականը
ia: Vider certificato
kab: Wali aselkin
lb: Zertifikat uweisen
lv: Skatīt sertifikātu
ta: சான்றிதழைப் பார்க்கவும்
th: ดูใบรับรอง

source: Public Profile
et: Avalik profiil
hy: Հանրային պրոֆիլ
ia: Profilo public
kab: Amaɣnu azayez

source: Public Access
et: Avalik juurdepääs
hy: Հանրային հասանելիություն
ia: Accesso public
kab: Anekcum azayez

source: Allow anyone to see your profile
et: Luba kõigil oma profiili näha
hy: Թույլատրել բոլորին տեսնել ձեր պրոֆիլը
ia: Permitter a tote le mundo vider tu profilo
kab: Sireg i yal yiwen ad iwali amaɣnu-inek

source: Share with Contacts
et: Jaga kontaktidega
hy: Կիսվել կոնտակտների հետ
ia: Compartir con contactos
kab: Bḍu d yimdukkal

source: Allow contacts to see your profile
et: Luba kontaktidel oma profiili näha
hy: Թույլատրել կոնտակտներին տեսնել ձեր պրոֆիլը
ia: Permitter a contactos vider tu profilo
kab: Sireg i yimdukkal ad walin amaɣnu-inek

source: Full Name
et: Täisnimi
hy: Ամբողջական անուն
ia: Nomine complete
kab: Isem ummid

source: Nickname
et: Hüüdnimi
hy: Կեղծանուն
ia: Pseudonymo
kab: Isem n umeddakel

source: Gender
et: Sugu
hy: Սեռ
ia: Genere
kab: Tawsit

source: Unknown
et: Teadmata
hy: Անհայտ
ia: Incognite
kab: Arussin

source: Male
et: Mees
hy: Տղամարդ
ia: Masculo
kab: Argaz

source: Female
et: Naine
hy: Կին
ia: Femina
kab: Tameṭṭut

source: Other
et: Muu
hy: Այլ
ia: Altere
kab: Nniḍen

source: None
ar: لا شيء
da: Ingen
et: Puudub
hy: Ոչ մեկը
ia: Nulle
kab: Ulac
lb: Keng
lv: Nav
ta: ஏதுமில்லை

source: Birthday
et: Sünnipäev
hy: Ծննդյան օր
ia: Anniversario
kab: Amulli

source: Address
et: Aadress
hy: Հասցե
ia: Adresse
kab: Tansa

source: Email
et: E-post
hy: Էլ․ փոստ
kab: Imayl

source: IM Address
et: Sõnumikliendi aadress
hy: IM հասցե
ia: Adresse IM
kab: Tansa IM

source: Phone Number
et: Telefoninumber
hy: Հեռախոսահամար
ia: Numero de telephono
kab: Uṭṭun n tiliɣri

source: Organization
et: Organisatsioon
hy: Կազմակերպություն
ia: Organisation
kab: Tuddsa

source: Job Title
et: Ametinimetus
hy: Պաշտոն
ia: Titulo de empleo
kab: Azwel n tmehla

source: Role
et: Roll
hy: Դեր
ia: Rolo
kab: Tamllilt

source: Timezone
et: Ajavöönd
hy: Ժամային գոտի
ia: Fuso horari
kab: Akud

source: Website
et: Veebileht
hy: Վեբ կայք
ia: Sito web
kab: Asmel web

source: Description
ar: الوصف
da: Beskrivelse
et: Kirjeldus
hy: Նկարագրություն
kab: Aglam
lb: Beschreiwung
lv: Apraksts
si: විස්තරය
ta: விளக்கம்
th: คำอธิบาย

source: Save Profile
et: Salvesta profiil
hy: Պահպանել պրոֆիլը
ia: Salvar profilo
kab: Sekles amaɣnu

source: Advanced Settings
ar: الإعدادات المتقدمة
da: Avancerede indstillinger
et: Täpsemad seaded
hy: Ընդլայնված կարգավորումներ
ia: Configurationes avantiate
kab: Iɣewwaṛen leqqayen
lb: Erweidert Astellungen
lv: Papildu iestatījumi
si: උසස් සැකසුම්
ta: மேம்பட்ட அமைப்புகள்
th: การตั้งค่าขั้นสูง

source: Custom server connection (leave empty for automatic)
ar: اتصال خادم مخصص (اتركه فارغًا للتلقائي)
da: Brugerdefineret serverforbindelse (lad stå tom for automatisk)
et: Kohandatud serveriühendus (jäta tühjaks automaatseks)
hy: Սերվերի հատուկ միացում (թողնել դատարկ՝ ավտոմատի համար)
ia: Connexion personalisate al servitor (lassar vacue pro automatic)
kab: Tuqqna n uqeddac udmawan (eǧǧ-it d ilem i wamek awurman)
lb: Personnaliséiert Server-Verbindung (eidel loossen fir automatesch)
lv: Pielāgots servera savienojums (atstājiet tukšu automātiskam)
si: අභිරුචි සේවාදායක සම්බන්ධතාවය (ස්වයංක්‍රීය සඳහා හිස්ව තබන්න)
ta: தனிப்பயன் சேவையக இணைப்பு (தானியங்கிக்கு காலியாக விடவும்)
th: การเชื่อมต่อเซิร์ฟเวอร์แบบกำหนดเอง (เว้นว่างสำหรับอัตโนมัติ)

source: Server Hostname
ar: اسم المضيف للخادم
da: Serverværtsnavn
et: Serveri hostinimi
hy: Սերվերի հոսթի անունը
ia: Nomine del hoste del servitor
kab: Isem n uqeddac
lb: Server Hostnumm
lv: Servera resursdatora nosaukums
si: සේවාදායක ධාරක නාමය
ta: சேவையக ஹோஸ்ட்பெயர்
th: ชื่อโฮสต์เซิร์ฟเวอร์

source: Port
ar: المنفذ
hy: Պորտ
ia: Porto
kab: Tawwurt
lv: Ports
si: පෝට්ටුව
ta: போர்ட்
th: พอร์ต

source: Current password
ar: كلمة السر الحالية
da: Nuværende adgangskode
et: Praegune salasõna
hy: Ընթացիկ ծածկագիր
ia: Contrasigno actual
kab: Awal n uɛeddi amiran
lb: Aktuellt Passwuert
lv: Pašreizējā parole
si: වත්මන් මුරපදය
ta: தற்போதைய கடவுச்சொல்
th: รหัสผ่านปัจจุบัน

source: New password
ar: كلمة السر الجديدة
da: Ny adgangskode
et: Uus salasõna
hy: Նոր ծածկագիր
ia: Nove contrasigno
kab: Awal n uɛeddi amaynut
lb: Neit Passwuert
lv: Jaunā parole
si: නව මුරපදය
ta: புதிய கடவுச்சொல்
th: รหัสผ่านใหม่

source: Confirm password
ar: أكد كلمة السر
da: Bekræft adgangskode
et: Korda salasõna
hy: Հաստատել ծածկագիրը
ia: Confirmar contrasigno
kab: Sentem awal uffir
lb: Passwuert bestätegen
lv: Apstiprināt paroli
si: මුරපදය තහවුරු කරන්න
ta: கடவுச்சொல்லை உறுதிப்படுத்து
th: ยืนยันรหัสผ่าน

source: Send _Typing Notifications
ar: أرسل تنبيهات ال_كتابة
da: Send _skrive-notifikationer
et: Saada _kirjutamisteatisi
hy: Յայտնել _Տպելուդ Մասին
ia: Inviar notificationes de _scriber
kab: Azen _ilɣa n tira
lb: _Tipp-Benoriichtegungen schécken
lv: Sūtīt _rakstīšanas paziņojumus
si: _ටයිප් කිරීමේ දැනුම්දීම් යවන්න
ta: தட்டச்சு அறிவிப்புகளை அனுப்பவும்
th: ส่งการแจ้งเตือน_การพิมพ์

source: Send _Read Receipts
ar: أرسل إيصالات ال_قراءة
da: Send _læsekvitteringer
et: Saada _lugemisteatisi
hy: Յայտնել _Ընթերցելուդ Մասին
ia: Inviar _receptas de lectura
kab: Azen _anemmal n tɣuri
lb: _Lies-Bestätegungen schécken
lv: Sūtīt _lasīšanas apliecinājumus
si: _කියවීමේ රිසිට්පත් යවන්න
ta: வாசிப்பு ரசீதுகளை அனுப்பவும்
th: ส่ง_ใบตอบรับการอ่าน

source: Allow Location Sharing
ar: السماح بمشاركة الموقع
da: Tillad deling af placering
et: Luba asukoha jagamine
hy: Թույլատրել տեղադրության համօգտագործումը
ia: Permitter compartir location
kab: Sireg beṭṭu n yideg
lb: Standuert-Deelen erlaben
lv: Atļaut atrašanās vietas kopīgošanu
ta: இருப்பிடப் பகிர்வை அனுமதி

source: Allow sending your current location in chats
ar: السماح بإرسال موقعك الحالي في الدردشات
da: Tillad afsendelse af din nuværende placering i chats
et: Luba oma praeguse asukoha saatmine vestlustes
hy: Թույլատրել ուղարկել ձեր ընթացիկ տեղադրությունը զրույցներում
ia: Permitter inviar tu location actual in conversationes
kab: Sireg azan n yideg-ik amiran deg isawalen
lb: Erlaben, Ären aktuellen Standuert an Chats ze schécken
lv: Atļaut sūtīt pašreizējo atrašanās vietu tērzēšanā
ta: அரட்டைகளில் உங்கள் தற்போதைய இருப்பிடத்தை அனுப்ப அனுமதி

source: _Notifications
ar: ال_تنبيهات
da: _Notifikationer
et: _Teavitused
hy: _Ծանուցումներ
ia: _Notificationes
kab: Ilɣa (_N)
lb: _Benoriichtegungen
lv: _Paziņojumi
si: _දැනුම්දීම්
ta: _ குறிப்புகள்
th: _การแจ้งเตือน

source: Notify when a new message arrives
ar: نبِّه عند تلقي رسالة جديدة
da: Giv besked når en ny meddelelse kommer ind
et: Teavita uue sõnumi saabumisel
hy: Ծանուցել երբ նոր գրութիւն է եկել
ia: Notificar quando un nove message arriva
kab: Lɣu mi ara d-yawed uizen amaynut
lb: Benoriichtege wann een neie Message ukënnt
lv: Paziņot, kad pienāk jauns ziņojums
si: නව පණිවිඩයක් පැමිණි විට දැනුම්දෙන්න
ta: ஒரு புதிய செய்தி வரும்போது அறிவிக்கவும்
th: แจ้งเตือนเมื่อมีข้อความใหม่

source: _Keep Running in Background
ar: _البقاء قيد التشغيل في الخلفية
da: _Kør i baggrunden
et: _Käivita taustal
hy: _Շարունակել աշխատել ֆոնային ռեժիմում
ia: _Mantener in execution in fundo
kab: _Eǧǧ-it ad yeddu deg ugilal
lb: _Am Hannergrond lafen
lv: _Darboties fonā
si: _පසුබිමේ ක්‍රියාත්මක කරන්න
ta: _பின்னணியில் இயக்கவும்
th: _ทำงานต่อในพื้นหลัง

source: Continue running after closing window to receive notifications immediately
ar: استمر في التشغيل بعد إغلاق النافذة لتلقي الإشعارات فورًا
da: Fortsæt med at køre efter lukning af vinduet for at modtage notifikationer med det sammeFortsæt med at køre efter lukning af vinduet for at modtage notifikationer med det samme
et: Jätka töötamist pärast akna sulgemist, et saada teateid koheJätka töötamist pärast akna sulgemist, et saada teateid kohe
hy: Շարունակել աշխատել պատուհանը փակելուց հետո՝ ծանուցումներն անմիջապես ստանալու համար
ia: Continuar executar post clauder fenestra pro reciper notificationes immediatemente
kab: Kemmel asehwel i wakken ad tawḍeḍ ilɣa imir imir
lb: No dem Zoumaache vum Fënster weiderlafen fir Notifikatiounen direkt ze kréienWeider lafen nodeems d'Fënster zougemaach gouf fir Notifikatiounen direkt ze kréien
lv: Turpināt darboties pēc loga aizvēršanas, lai nekavējoties saņemtu paziņojumus
si: දැනුම්දීම් ක්ෂණිකව ලබා ගැනීමට කවුළුව වැසීමෙන් පසු දිගටම ක්‍රියාත්මක වන්න
ta: அறிவிப்புகளை உடனடியாகப் பெற சாளரத்தை மூடிய பிறகும் இயங்கத் தொடரவும்
th: ดำเนินการต่อหลังจากปิดหน้าต่างเพื่อรับการแจ้งเตือนทันที

source: Appearance
ar: المظهر
da: Udseende
et: Välimus
hy: Արտաքին տեսք
ia: Apparentia
kab: Udem
lb: Erscheinung
lv: Izskats
si: පෙනුම
ta: தோற்றம்
th: รูปลักษณ์

source: _Color Scheme
ar: _نظام الألوان
da: _Farveskema
et: _Värviskeem
hy: _Գունային սխեմա
ia: Schema de _colores
kab: _Aɣanib n yiniten
lb: _Faarfschema
lv: _Krāsu shēma
si: _වර්ණ යෝජනා ක්‍රමය
ta: _வண்ணத் திட்டம்
th: _รูปแบบสี

source: Choose between light and dark appearance
ar: اختر بين المظهر الفاتح والداكن
da: Vælg mellem lyst og mørkt udseende
et: Vali hele või tume kujundus
hy: Ընտրեք լուսավոր և մութ արտաքին տեսքի միջև
ia: Eliger inter apparentia clar e obscur
kab: Fren gar udem aceɛlal d ucemrar
lb: Wielt tëscht hellen an donkelen Erscheinung
lv: Izvēlieties gaišu vai tumšu izskatu
si: ලා සහ අඳුරු පෙනුම අතර තෝරන්න
ta: ஒளி மற்றும் இருண்ட தோற்றத்திற்கு இடையே தேர்வு செய்க
th: เลือกระหว่างรูปลักษณ์สว่างและมืด

source: _Convert Smileys to Emoji
ar: حوّل الا_بتسامات إلى إيموجيات
da: _Konverter smileys til emoji
et: _Muuda emotikonid emojideks
hy: _Փոխարկել զմայլիկներն՝ էմոջիների
ia: _Converter smileys a emoji
kab: _Selket imijiyen ɣer yimujiten
lb: _Smileys an Emoji ëmwandelen
lv: _Pārveidot smaidiņus par emocijzīmēm
si: _සිනහ මුහුණු ඉමෝජි බවට පරිවර්තනය කරන්න
ta: _ ச்மைல்களை ஈமோசிக்கு மாற்றவும்
th: _แปลงหน้ายิ้มเป็น Emoji

source: Stickers
ar: ملصقات
et: Kleebised
hy: Սթիքերներ
ia: Adhesivos
kab: Isignit
lv: Uzlīmes
ta: ஸ்டிக்கர்கள்

source: Enable Stickers
ar: تفعيل الملصقات
da: Aktiver klistermærker
et: Luba kleebised
hy: Միացնել սติกերները
ia: Activar adhesivos
kab: Rmed tikebbaniyin
lb: Sticker aktivéieren
lv: Iespējot uzlīmes
ta: ஸ்டிக்கர்களை இயக்கு

source: Enable Sticker Animations
ar: تفعيل حركات الملصقات
da: Aktiver klistermærke-animationer
et: Luba kleebiste animatsioonid
hy: Միացնել սติกերների անիմացիաները
ia: Activar animationes de adhesivos
kab: Rmed asmussu n tkebbaniyin
lb: Sticker-Animatiounen aktivéieren
lv: Iespējot uzlīmju animācijas
ta: ஸ்டிக்கர் அனிமேஷன்களை இயக்கு

source: Disable to reduce flashing/flickering
ar: تعطيل لتقليل الوميض
da: Deaktiver for at reducere blinken
et: Keela vilkumise vähendamiseks
hy: Անջատել՝ թարթումը նվազեցնելու համար
ia: Disactivar per reducer scintillation
kab: Snes i wakken ad tenqseḍ asbarber
lb: Desaktivéieren fir Blénken ze reduzéieren
lv: Atspējot, lai samazinātu mirgošanu
ta: மின்னலைக் குறைக்க முடக்கவும்

source: User Data
ar: بيانات المستخدم
da: Brugerdata
et: Kasutaja andmed
hy: Օգտատիրոջ տվյալներ
ia: Datos del usator
kab: Isefka n useqdac
lb: Benotzerdaten
lv: Lietotāja dati
si: පරිශීලක දත්ත
ta: பயனர் தரவு
th: ข้อมูลผู้ใช้

source: Backup User Data
ar: نسخ احتياطي للبيانات
da: Sikkerhedskopier data
et: Varunda andmed
hy: Պահուստավորել օգտատիրոջ տվյալները
ia: Facer copia de securitate del datos
kab: Ḥrez isefka n useqdac
lb: Daten séchere
lv: Dublēt datus
si: පරිශීලක දත්ත උපස්ථ කරන්න
ta: பயனர் தரவை காப்புப்பிரதி எடு
th: สำรองข้อมูลผู้ใช้
