Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: A friendly name shown in room listings (does not change the room address)
ar: اسم ودي يظهر في قوائم الغرف (لا يغير عنوان الغرفة)
da: Et venligt navn vist i rumoversigter (ændrer ikke rumadressen)Et venligt navn vist i rumlister (ændrer ikke rumadressen)Et venligt navn vist i rumlister (ændrer ikke rumadressen)
et: Sõbralik nimi, mida kuvatakse tubade nimekirjas (ei muuda toa aadressi)Sõbralik nimi, mis kuvatakse ruumi nimekirjades (ei muuda ruumi aadressi)Sõbralik nimi ruumide loendites (ei muuda ruumi aadressi)
hy: Սենյակների ցուցակներում ցուցադրվող անուն (չի փոխում սենյակի հասցեն)
ia: Un nomine amical monstrate in listas de salas (non cambia le adresse del sala)
kab: Isem iɣemsen yettwaskanen deg tebdarin n texxamin (ur isenfali ara tansa n texxamt)Isem iɣemsen yettwaskanen deg tebdarin n texxamin (ur isenfali ara tansa n texxamt)
lb: E frëndlechen Numm an de Raumlëschten ugewisen (ännert d'Raumadress net)E frëndlechen Numm, deen an de Raum-Lëschten ugewisen gëtt (ännert d'Raum-Adress net)E frëndlechen Numm an de Raumlëschten (ännert d'Raumadress net)
lv: Draudzīgs nosaukums, kas tiek rādīts istabu sarakstos (nemaina istabas adresi)
si: කාමර ලැයිස්තුවල පෙන්වන මිත්‍රශීලී නාමයක් (කාමර ලිපිනය වෙනස් නොකරයි)කාමර ලැයිස්තුවල පෙන්වන මිත්‍රශීලී නමක් (කාමර ලිපිනය වෙනස් නොකරයි)කාමර ලැයිස්තුවල පෙන්වන මිත්‍රශීලී නමක් (කාමර ලිපිනය වෙනස් නොකරයි)
ta: அறை பட்டியல்களில் காட்டப்படும் நட்புப் பெயர் (அறை முகவரியை மாற்றாது)
th: ชื่อที่เป็นมิตรที่แสดงในรายการห้อง (ไม่เปลี่ยนที่อยู่ห้อง)ชื่อที่เป็นมิตรแสดงในรายการห้อง (ไม่เปลี่ยนที่อยู่ของห้อง)ชื่อที่เป็นมิตรแสดงในรายการห้อง (ไม่เปลี่ยนที่อยู่ของห้อง)

source: A description of the room shown in room listings
ar: وصف للغرفة يظهر في قوائم الغرف
da: En beskrivelse af rummet vist i rumoversigter
et: Toa kirjeldus, mida kuvatakse toanimekirjas
hy: Սենյակի նկարագրությունը, որը ցուցադրվում է սենյակների ցուցակներում
ia: Un description del sala monstrate in listas de salas
kab: Aglam n texxamt i d-yettbanen deg tebdarin n texxamin
lb: Eng Beschreiwung vum Room déi an Room Lëschten ugewisen gëtt
lv: Istabas apraksts, kas rādīts istabu sarakstos
si: කාමර ලැයිස්තු වල පෙන්වන කාමරයේ විස්තරය
ta: அறை பட்டியல்களில் காட்டப்படும் அறையின் விளக்கம்
th: คำอธิบายห้องที่แสดงในรายการห้อง

source: Persistent
ar: دائمة
da: Vedvarende
et: Püsiv
hy: Մշտական
ia: Persistente
kab: Amidag
lb: Dauerhaft
lv: Pastāvīgs
si: නොනැසෙන
ta: விடாமுயற்சி
th: คงอยู่

source: The room will persist after the last occupant leaves
ar: ستبقى الغرفة بعد مغادرة آخر مشارِك
da: Rummet vil bestå efter den sidste deltager forlader det
et: Jututuba säilib ka peale viimase osaleja lahkumist
hy: Սենեակը մնալու է նոյնիսկ եթէ վերջին մասնակիցը լքի այն
ia: Le sala persistera post que le ultime occupante parti
kab: Taxxamt ad teqqim seld uffuɣ n umattek aneggaru
lb: De Raum bleift bestoen, nodeems de leschte Benotzer erausgaangen ass
lv: Telpa saglabāsies pēc pēdējā dalībnieka aiziešanas
si: අවසන් පදිංචිකරු පිටත්ව ගිය පසුවද කාමරය පවතිනු ඇත
ta: கடைசி குடியிருப்பாளர் வெளியேறிய பிறகு அறை நீடிக்கும்
th: ห้องจะยังคงอยู่หลังจากผู้ใช้คนสุดท้ายออกไป

source: Publicly searchable
ar: البحث للعلن
da: Søgbart for offentligheden
et: Avalikult leitav
hy: Հանրային եւ փնտրելի
ia: Cercabile publicamente
kab: Yezmer ad yettwanadi s uzayez
lb: Ëffentlech siichtbar
lv: Publiski meklējams
si: පොදු සෙවීමට
ta: பகிரங்கமாக தேடக்கூடியது
th: ค้นหาได้สาธารณะ

source: The room will appear in public room listings
ar: ستظهر الغرفة في قوائم الغرف العامة
da: Rummet vil blive vist i offentlige rumlister
et: Ruum ilmub avalike ruumide nimekirjas
hy: Սենյակը կհայտնվի հանրային սենյակների ցուցակներում
ia: Le sala apparera in listas public de salas
kab: Taxxamt ad d-tban deg tebdarin n texxamin tizuyaz
lb: De Raum erschéngt an ëffentleche Raumlëschten
lv: Telpa parādīsies publisko telpu sarakstā
si: කාමරය පොදු කාමර ලැයිස්තුවල දිස්වනු ඇත
ta: அறை பொது அறை பட்டியலில் தோன்றும்
th: ห้องจะปรากฏในรายการห้องสาธารณะ

source: Occupants may change the subject
ar: تغيير المشارِكين للموضوع
da: Deltagerne kan ændre emnet
et: Jututoas osalejad võivad teemat muuta
hy: Մասնակիցները կարող են փոխել սենեակի թեման
ia: Le occupantes pote cambiar le subjecto
kab: Imattken zemren ad beddlen asentel
lb: Benotzer däerfe Sujet änneren
lv: Dalībnieki var mainīt tēmu
si: නේවාසිකයින්ට මාතෘකාව වෙනස් කළ හැක
ta: குடியிருப்பாளர்கள் இந்த விசயத்தை மாற்றலாம்
th: ผู้เข้าใช้อาจเปลี่ยนเรื่องได้

source: Permission to view JIDs
ar: السماح بعرض معرف جابِر (JID)
da: Tilladelse til at se JID'er
et: Õigus näha osalejate JID-tunnuseid
hy: Թոյլատրել տեսնել մասնակիցների JID֊երը
ia: Permission de vider JIDs
kab: Tasiregt i uskan n JIDs
lb: Erlabnis JIDs ze gesinn
lv: Atļauja skatīt JID
si: JID බැලීමට අවසරය
ta: குழந்தைகளைப் பார்க்க இசைவு
th: อนุญาตให้ดูรายการ JIDs

source: Who is allowed to view the occupants' JIDs?
ar: من يمكنه رؤية معرفات جابِر (JID) الخاصة بالمشارِكين؟
da: Hvem har tilladelse til at se deltagernes JID'er?
et: Kellel on õigus näha jututoas osalejate JID-tunnuseid?
hy: Ո՞վ կարող է տեսնել մասնակիցների JID֊երը։
ia: Qui es permittite de vider le JIDs del occupantes?
kab: Anwa i yesɛan tasiregt i uskan n JIDs n yimattken?
lb: Wien ass erlaabt den Gäscht hier JIDs ze gesinn?
lv: Kurš drīkst skatīt dalībnieku JID?
si: නේවාසිකයන්ගේ JID බැලීමට කාට අවසරද?
ta: குடியிருப்பாளர்களின் குழந்தைகளைப் பார்க்க யார் அனுமதிக்கப்படுகிறார்கள்?
th: ใครได้รับอนุญาตให้ดู JIDs ของผู้อยู่อาศัย ?

source: Moderated
ar: تحت الإشراف
da: Modereret
et: Modereeritud
hy: Խօսքի կարգաւորումներ են առկայ
ia: Moderate
kab: Yettusefrak
lb: Moderéiert
lv: Moderēts
si: මධ්‍යස්ථ
ta: மிதமான
th: การควบคุมดูแล

source: Only occupants with voice may send messages
ar: السماح بالكتابة فقط لحاملي الصلاحية
da: Kun deltagere med audio må sende beskeder
et: Sõnumeid võivad saata vaid hääleõigusega osalejad
hy: Միայն ձայնի իրավունք ունեցող մասնակիցները կարող են հաղորդագրություններ ուղարկել
ia: Solo occupantes con voce pote inviar messages
kab: Imattken kan s imesli i yzemren ad aznen iznan
lb: Nëmme Benotzer mat Stemm däerfe Messagë schécken
lv: Tikai dalībnieki ar balsstiesībām var sūtīt ziņojumus
si: හඬ ඇති නේවාසිකයින්ට පමණක් පණිවිඩ යැවිය හැක
ta: குரல் கொண்ட குடியிருப்பாளர்கள் மட்டுமே செய்திகளை அனுப்பக்கூடும்
th: เฉพาะผู้อยู่อาศัยที่มีเสียงเท่านั้นที่สามารถส่งข้อความได้

source: Members only
ar: الأعضاء فقط
da: Kun for medlemmer
et: Ainult liikmetele
hy: Միայն անդամների համար
ia: Solo membros
kab: Iɛeggalen kan
lb: Nëmme fir Memberen
lv: Tikai biedriem
si: සාමාජිකයන් පමණයි
ta: உறுப்பினர்கள் மட்டுமே
th: เฉพาะสมาชิกเท่านั้น

source: Only members may enter the room. Warning: Non-members will be removed when enabled!
ar: يمكن للأعضاء فقط الدخول إلى الغرفة. تحذير: سيتم إزالة غير الأعضاء عند التفعيل!
da: Kun medlemmer må komme ind i rummet. Advarsel: Ikke-medlemmer vil blive fjernet når aktiveret!
et: Ainult liikmed võivad ruumi siseneda. Hoiatus: Mitteliikmed eemaldatakse kui lubatud!
hy: Միայն անդամները կարող են մուտք գործել սենյակ: Զգուշացում. Ոչ անդամները կհեռացվեն, երբ միացված է!
ia: Solo membros pote entrar in le sala. Advertimento: Non-membros essera removite quando activate!
kab: Imttekkiyen kan i yezemren ad kecmen ɣer texxamt. Ɣur-k: Wid ur nelli d imttekkiyen ad ttwakksen mi ara yettwarmed!Imttekkiyen kan i yezemren ad kecmen ɣer texxamt. Ɣur-k: Wid ur nelli d imttekkiyen ad ttwakksen mi ara yettwarmed!
lb: Nëmmen Membere kënnen an de Raum goen. Warnung: Net-Membere ginn ewechgeholl wann aktivéiert!
lv: Tikai dalībnieki drīkst ieiet istabā. Brīdinājums: Nedalībnieki tiks noņemti, kad iespējots!
si: සාමාජිකයින්ට පමණක් කාමරයට ඇතුළු විය හැක. අවවාදයයි: සක්‍රිය කළ විට සාමාජිකයන් නොවන අය ඉවත් කෙරෙනු ඇත!සාමාජිකයින්ට පමණක් කාමරයට ඇතුළු විය හැක. අවවාදය: සාමාජිකයින් නොවන අය සක්‍රීය කළ විට ඉවත් කරනු ලැබේ!සාමාජිකයින්ට පමණක් කාමරයට ඇතුළු විය හැක. අවවාදය: සාමාජිකයින් නොවන අය සක්‍රීය කළ විට ඉවත් කරනු ලැබේ!
ta: உறுப்பினர்கள் மட்டுமே அறையில் நுழைய முடியும். எச்சரிக்கை: இயக்கப்படும்போது உறுப்பினர் அல்லாதவர்கள் அகற்றப்படுவர்!
th: เฉพาะสมาชิกเท่านั้นที่สามารถเข้าห้องได้ คำเตือน: ผู้ที่ไม่ใช่สมาชิกจะถูกลบออกเมื่อเปิดใช้งาน!เฉพาะสมาชิกเท่านั้นที่สามารถเข้าห้องได้ คำเตือน: ผู้ที่ไม่ใช่สมาชิกจะถูกลบออกเมื่อเปิดใช้งาน!เฉพาะสมาชิกเท่านั้นที่สามารถเข้าห้องได้ คำเตือน: ผู้ที่ไม่ใช่สมาชิกจะถูกลบออกเมื่อเปิดใช้งาน!

source: %s from %s
ar: %s مِن %s
da: %s fra %s
et: %s vestlusest %s
hy: %s֊ը %s֊ից
ia: %s de %s
kab: %s sɣur %s
lb: %s vum %s
lv: %s no %s
si: %s, %s වෙතින්
ta: %s இலிருந்து %s
th: %s จาก %s

source: Today
ar: اليوم
da: I dag
et: Täna
hy: Այսօր
ia: Hodie
kab: Ass-a
lb: Haut
lv: Šodien
si: අද
ta: இன்று
th: วันนี้

source: This contact will be removed from your contact list and all conversation history will be permanently deleted.
ar: ستتم إزالة جهة الاتصال هذه من قائمة جهات الاتصال الخاصة بك وسيتم حذف كل سجل المحادثات نهائياً.
da: Denne kontakt vil blive fjernet fra din kontaktliste, og al samtalehistorik vil blive permanent slettet.
et: See kontakt eemaldatakse sinu kontaktiloendist ja kogu vestlusajalugu kustutatakse jäädavalt.
hy: Այս կոնտակտը կհեռացվի ձեր կոնտակտների ցանկից, և զրույցի ամբողջ պատմությունը ընդմիշտ կջնջվի:
ia: Iste contacto essera removite de tu lista de contactos e tote le historia del conversation essera delite permanentemente.
kab: Anermis-agi ad yettwakkes seg tebdert-ik n yinermas, akk d umezruy n yimeslayen ad yettwakkes i lebda.Anermis-agi ad yettwakkes seg tebdert-ik n yinermas, akk d umezruy n yimeslayen ad yettwakkes i lebda.
lb: Dëse Kontakt gëtt aus Ärer Kontaktlëscht ewechgeholl an d'ganz Gespréichsgeschicht gëtt permanent geläscht.
lv: Šis kontakts tiks noņemts no jūsu kontaktu saraksta un visa sarunas vēsture tiks neatgriezeniski izdzēsta.
si: මෙම සම්බන්ධතාවය ඔබේ සම්බන්ධතා ලැයිස්තුවෙන් ඉවත් කෙරෙනු ඇති අතර සියලුම සංවාද ඉතිහාසය ස්ථිරවම මකා දැමෙනු ඇත.
ta: இந்த தொடர்பு உங்கள் தொடர்பு பட்டியலிலிருந்து அகற்றப்படும் மற்றும் அனைத்து உரையாடல் வரலாறும் நிரந்தரமாக நீக்கப்படும்.
th: ผู้ติดต่อนี้จะถูกลบออกจากรายชื่อผู้ติดต่อของคุณ และประวัติการสนทนาทั้งหมดจะถูกลบอย่างถาวร

source: Block user
ar: احظر المستخدم
da: Bloker bruger
et: Blokeeri kasutaja
hy: Արգելափակել օգտատիրոջը
ia: Blocar usator
kab: Sewḥel aseqdac-a
lb: Benotzer blockéieren
lv: Bloķēt lietotāju
si: පරිශීලකයා අවහිර කරන්න
ta: தொகுதி பயனர்
th: บล็อคผู้ใช้

source: Block entire domain
ar: احظر النطاق بأكمله
da: Bloker hele domænet
et: Blokeeri kogu domeen
hy: Արգելափակել ամբողջ տիրոյթը
ia: Blocar tote le dominio
kab: Sewḥel taɣult meṛṛa
lb: Ganz Domain blockéieren
lv: Bloķēt visu domēnu
si: සම්පූර්ණ වසම අවහිර කරන්න
ta: முழு களத்தைத் தடு
th: บล็อกทั้งโดเมน

source: Pinned
ar: موتَّدة
da: Fastgjort
et: Esiletõstetud
hy: Ամրացուած է
ia: Fixate
kab: Yettwasenṭeḍ
lb: Ugepinnt
lv: Piesprausts
si: පින් කළා
ta: பின்
th: ปักหมุด

source: Pin
ar: وتِّد
da: Fastgør
et: Tõsta esile
hy: Ամրացնել
ia: Fixar
kab: Senṭeḍ
lb: Upinnen
lv: Piespraust
si: පින් කරන්න
ta: முள்
th: ปักหมุด

source: Domain blocked
ar: النطاق محظور
da: Domæne blokeret
et: Domeen on blokeeritud
hy: Տիրոյթն արգելափակուած է
ia: Dominio blocate
kab: Taɣult tettusewḥel
lb: Domain blockéiert
lv: Domēns bloķēts
si: වසම අවහිර කර ඇත
ta: டொமைன் தடுக்கப்பட்டது
th: โดเมนถูกบล็อค

source: Notifications enabled
ar: التنبيهات مُفَعَّلة
da: Notifikationer aktiveret
et: Teavitused on kasutusel
hy: Ծանուցումները միացուած են
ia: Notificationes activate
kab: Ilɣa remden
lb: Benoriichtegungen aktivéiert
lv: Paziņojumi iespējoti
si: දැනුම්දීම් සක්‍රීයයි
ta: அறிவிப்புகள் இயக்கப்பட்டன
th: เปิดใช้งานการแจ้งเตือนแล้ว

source: Notifications for mentions
ar: التنبيهات عند الإشارة
da: Notifikationer for omtaler
et: Teavitused mainimiste puhul
hy: Ծանուցել երբ նշուած ես
ia: Notificationes pro mentiones
kab: Ilɣa i yibdren
lb: Benoriichtegunge fir Ernennungen
lv: Paziņojumi par pieminēšanu
si: සඳහන් කිරීම් සඳහා දැනුම්දීම්
ta: குறிப்புகளுக்கான அறிவிப்புகள்
th: การแจ้งเตือนสำหรับการกล่าวถึง

source: Notifications disabled
ar: التنبيهات مُعَطَّلة
da: Notifikationer deaktiveret
et: Teavitused pole kasutusel
hy: Ծանուցումներն անջատուած են
ia: Notificationes disactivate
kab: Ilɣa nsensen
lb: Benoriichtegungen deaktivéiert
lv: Paziņojumi atspējoti
si: දැනුම්දීම් අක්‍රීයයි
ta: அறிவிப்புகள் முடக்கப்பட்டன
th: การแจ้งเตือนถูกปิดใช้งาน

source: Settings
ar: الإعدادات
da: Indstillinger
et: Seadistused
hy: Կարգաւորումներ
ia: Configurationes
kab: Iɣewwaren
lb: Astellungen
lv: Iestatījumi
si: සැකසුම්
ta: அமைப்புகள்
th: การตั้งค่า

source: Room Configuration
ar: ضبط الغرفة
da: Rumopsætning
et: Jututoa seadistused
hy: Սենեակի կարգաւորումներ
ia: Configuration del sala
kab: Tawila n texxamt
lb: Raum Astellungen
lv: Istabas konfigurācija
si: කාමර වින්‍යාසය
ta: அறை உள்ளமைவு
th: การกำหนดค่าห้อง

source: Connect
ar: اتصل
da: Forbind
et: Ühenda
hy: Կպնել
ia: Connecter
kab: Tuqqna
lb: Connectéieren
lv: Savienot
si: සම්බන්ධ වන්න
ta: இணை
th: เชื่อมต่อ

source: Disable account
ar: عَطِّل الحساب
da: Deaktiver konto
et: Lülita kasutajakonto välja
hy: Անջատել հաշիւը
ia: Disactivar conto
kab: Sens amiḍan
lb: Kont deaktivéieren
lv: Atspējot kontu
si: ගිණුම අක්‍රීය කරන්න
ta: கணக்கை முடக்கு
th: ลบบัญชีผู้ใช้

source: Enable account
ar: فَعِّل الحساب
da: Aktiver konto
et: Lülita kasutajakonto sisse
hy: Միացնել հաշիւը
ia: Activar conto
kab: Rmed amiḍan-a
lb: Kont aktivéieren
lv: Iespējot kontu
si: ගිණුම සක්‍රීය කරන්න
ta: கணக்கை இயக்கவும்
th: เปิดใช้งานบัญชี

source: Select avatar
ar: اختر الصورة الرمزية
da: Vælg avatar
et: Vali tunnuspilt
hy: Ընտրել աւատար
ia: Seliger avatar
kab: Fren avatar
lb: Avatar auswielen
lv: Izvēlēties avatāru
si: අවතාරය තෝරන්න
ta: அவதாரத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกอวาตาร์

source: Images
ar: الصور
da: Billeder
et: Pildid
hy: Նկարներ
ia: Imagines
kab: Tugniwin
lb: Biller
lv: Attēli
si: පින්තූර
ta: படங்கள்
th: รูปภาพ

source: All files
ar: كافة الملفات
da: Alle filer
et: Kõik failid
hy: Բոլոր նիշքերը
ia: Tote le files
kab: Akk ifuyla
lb: All Dateien
lv: Visi faili
si: සියලු ගොනු
ta: அனைத்து கோப்புகள்
th: ไฟล์ทั้งหมด

source: Remove account %s?
ar: أأزيلُ الحساب %s؟
da: Fjern konto %s?
et: Kas eemaldame kasutajakonto: %s?
hy: Հեռացնե՞լ %s հաշիւը
ia: Remover conto %s?
kab: Tebɣiḍ ad tekkseḍ amiḍan %s?
lb: Konto %s läschen?
lv: Noņemt kontu %s?
si: %s ගිණුම ඉවත් කරන්න ද?
ta: கணக்கு %s ஐ அகற்றவா?
th: ลบบัญชี %s?

source: Connected
ar: مُتَّصل
da: Forbundet
et: Ühendatud
hy: Միացուած է
ia: Connectite
kab: Yeqqen
lb: Verbonnen
lv: Savienots
si: සම්බන්ධ වී ඇත
ta: இணைக்கப்பட்டுள்ளது
th: เชื่อมต่อแล้ว

source: Disconnected
ar: غير مُتَّصل
da: Afbrudt
et: Ühendus on katkestatud
hy: Անջատուած է
ia: Disconnectite
kab: Isenser
lb: Getrennt
lv: Atvienots
si: සම්බන්ධ වී නැත
ta: துண்டிக்கப்பட்டது
th: ตัดการเชื่อมต่อ

source: Error
ar: خطأ
da: Fejl
et: Viga
hy: Սխալ
kab: Tuccḍa
lb: Feeler
lv: Kļūda
si: දෝෂයක්
ta: பிழை
th: ผิดพลาด

source: Disabled accounts
ar: الحسابات المعطلة
da: Deaktiverede konti
et: Mittekasutusel kontod
hy: Անջատուած հաշիւներ
ia: Contos disactivate
kab: Imiḍanen yensensen
lb: Deaktivéiert Konten
lv: Atspējotie konti
si: අක්‍රීය ගිණුම්
ta: முடக்கப்பட்ட கணக்குகள்
th: บัญชีที่ถูกปิดใช้งาน

source: Add Account
ar: إضافة حساب
da: Tilføj konto
et: Lisa kasutajakonto
hy: Աւելացնել հաշիւ
ia: Adder conto
kab: Rnu amiḍan
lb: Account bäisetzen
lv: Pievienot kontu
si: ගිණුම එක් කරන්න
ta: கணக்கைச் சேர்க்கவும்
th: เพิ่มบัญชี

source: Sign in
ar: الولوج
da: Log ind
et: Logi sisse
hy: Մուտք
ia: Aperir session
kab: Qqen
lb: Aloggen
lv: Pierakstīties
si: පුරනය වන්න
ta: விடுபதிகை
th: ลงชื่อเข้าใช้

source: The server could not prove that it is %s.
ar: لم يتمكن الخادوم من إثبات أنه %s.
da: Serveren kunne ikke bevise at den er %s.
et: Server ei suutnud tuvastada, et see on %s.
hy: Սպասարկիչը չի ապացուցել որ այն %s֊ն է։
ia: Le servitor non poteva provar que illo es %s.
kab: Aqeddac ur yezmir ara ad yecken d %s.
lb: De Server konnt net beweisen datt et %s ass.
lv: Serveris nevarēja pierādīt, ka tas ir %s.
si: සේවාදායකයට එය %s බව සනාථ කළ නොහැක.
ta: சேவையகம் இது %s என்பதை நிரூபிக்க முடியவில்லை.
th: เซิร์ฟเวอร์ไม่สามารถพิสูจน์ได้ว่าเป็น %s

source: Its security certificate is not trusted by your operating system.
ar: لم يثق نظام تشغيلك بشهادة الأمان الخاصة به.
da: Dit operativsystem har ikke tillid til dens sikkerhedscertifikat.
et: Tema turvasertifikaat pole sinu operatsioonisüsteemi poolt usaldatud.
hy: Դրա անվտանգության վկայականը վստահելի չէ ձեր օպերացիոն համակարգի կողմից:
ia: Su certificato de securitate non es de fide de tu systema operative.
kab: Aselkin-is n tɣellist ur yettwattkal ara sɣur anagraw-ik n wammud.
lb: Säi Sécherheetszertifikat gëtt net vun Ärem Betribssystem vertraut.
lv: Jūsu operētājsistēma neuzticas tā drošības sertifikātam.
si: එහි ආරක්ෂක සහතිකය ඔබේ මෙහෙයුම් පද්ධතිය විශ්වාස නොකරයි.
ta: அதன் பாதுகாப்பு சான்றிதழ் உங்கள் இயக்க முறைமையால் நம்பப்படவில்லை.
th: ใบรับรองความปลอดภัยไม่ได้รับความไว้วางใจจากระบบปฏิบัติการของคุณ

source: Its security certificate is issued to another domain.
ar: مُنحت شهادة الأمان الخاصة به لنطاق آخر.
da: Dens sikkerhedscertifikat er udstedt til et andet domæne.
et: Tema turvasertifikaat on välja antud muule domeenile.
hy: Անվտանգութեան վկայականը թողարկուած է այլ տիրոյթի համար։
ia: Su certificato de securitate es emittite a un altere dominio.
kab: Aselkin n tɣellist-ines yefka-t i taɣult-nniḍen.
lb: Säi Sécherheetszertifikat gouf un eng aner Domain ausgestallt.
lv: Tā drošības sertifikāts ir izsniegts citam domēnam.
si: එහි ආරක්ෂක සහතිකය වෙනත් වසමකට නිකුත් කර ඇත.
ta: அதன் பாதுகாப்பு சான்றிதழ் மற்றொரு களத்திற்கு வழங்கப்படுகிறது.
th: ใบรับรองความปลอดภัยจะออกให้กับโดเมนอื่น

source: Its security certificate will only become valid in the future.
ar: ستصبح شهادة الأمان الخاصة به صالحة في المستقبل حصرًا.
da: Dets sikkerhedscertifikat bliver først gyldig i fremtiden.
et: Tema turvasertifikaadi kehtivus algab tulevikus.
hy: Անվտանգութեան վկայականը կը դառնայ վաւեր ապագայում։
ia: Su certificato de securitate devenira valide solo in le futuro.
kab: Aselkin n tɣellist-ines ad yili ṣaḥ kan deg uzemz i d-iteddun.
lb: Säi Sécherheetszertifikat gëtt eréischt an der Zukunft gülteg.
lv: Tā drošības sertifikāts kļūs derīgs tikai nākotnē.
si: එහි ආරක්ෂක සහතිකය අනාගතයේ දී පමණක් වලංගු වනු ඇත.
ta: அதன் பாதுகாப்பு சான்றிதழ் எதிர்காலத்தில் மட்டுமே செல்லுபடியாகும்.
th: ใบรับรองความปลอดภัยนั้นจะใช้ได้เฉพาะในอนาคตเท่านั้น

source: Its security certificate is expired.
ar: انتهت صلاحية شهادة الأمان الخاصة به.
da: Dets sikkerhedscertifikat er udløbet.
et: Tema turvasertifikaat on aegunud.
hy: Անվտանգութեան վկայականի ժամկէտն աւարտուել է։
ia: Su certificato de securitate ha expirate.
kab: Aselkin n tɣellist-ines yemmet.
lb: Säi Sécherheetszertifikat ass ofgelaf.
lv: Tā drošības sertifikāts ir beidzies.
si: එහි ආරක්ෂක සහතිකය කල් ඉකුත් වී ඇත.
ta: அதன் பாதுகாப்பு சான்றிதழ் காலாவதியாகிறது.
th: ใบรับรองความปลอดภัยหมดอายุแล้ว

source: Create account
ar: إنشاء حساب
da: Opret en konto
et: Loo kasutajakonto
hy: Ստեղծել հաշիւ
ia: Crear conto
kab: Snulfu-d amiḍan
lb: Account kreéieren
lv: Izveidot kontu
si: ගිණුම සාදන්න
ta: கணக்கை உருவாக்கவும்
th: สร้างบัญชี

source: You can now use the account %s.
ar: يمكنك الآن استخدام الحساب %s.
da: Du kan nu bruge kontoen %s.
et: Sa võid nüüd kasutada kontot %s.
hy: %s հաշիւն արդէն օգտագործելի է։
ia: Tu pote ora usar le conto %s.
kab: Tzemreḍ tura ad tesqedceḍ amiḍan %s.
lb: Du kanns elo den Account %s benotzen.
lv: Tagad varat izmantot kontu %s.
si: ඔබට දැන් %s ගිණුම භාවිත කළ හැකියි.
ta: நீங்கள் இப்போது %s கணக்கைப் பயன்படுத்தலாம்.
th: ตอนนี้คุณสามารถใช้บัญชี %s ได้แล้ว

source: Wrong username or password
ar: اسم المستخدم أو كلمة السر خاطئة
da: Forkert brugernavn eller kodeord
et: Vale kasutajanimi või salasõna
hy: Սխալ մուտքանուն կամ ծածկագիր
ia: Nomine de usator o contrasigno incorrecte
kab: Awal n uɛeddi neɣ isem n useqdac d arameɣtu
lb: Falsche Benotzernumm oder Passwuert
lv: Nepareizs lietotājvārds vai parole
si: පරිශිලක නාමය හෝ මුරපදය වැරදියි
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

source: Something went wrong
ar: حَدَث خطأ
da: Der gik noget galt
et: Midagi läks valesti
hy: Ինչ֊որ բան սխան ընթացաւ
ia: Alco mal eveniva
kab: Yella wayen ur neddi ara
lb: Eppes ass schif gaangen
lv: Kaut kas nogāja greizi
si: යමක් වැරදී ඇත
ta: ஏதோ தவறு நடந்தது
th: มีบางอย่างผิดพลาดเกิดขึ้น

source: No response from server
ar: لا ردَّ مِن طرف الخادوم
da: Intet svar fra serveren
et: Server ei vasta
hy: Սպասարկիչը չի պատասխանում
ia: Nulle responsa del servitor
kab: Ulac tiririt seg uqeddac
lb: Keng Äntwert vum Server
lv: Nav atbildes no servera
si: සේවාදායකයෙන් ප්‍රතිචාරයක් නැත
ta: சேவையகத்திலிருந்து எந்த பதிலும் இல்லை
th: ไม่มีการตอบสนองจากเซิร์ฟเวอร์

source: Register on %s
ar: سَجِّل على %s
da: Registrer på %s
et: Registreeri serveris %s
hy: Գրանցուել %s֊ում
ia: Registrar se super %s
kab: Jerred deg %s
lb: Ob %s registréieren
lv: Reģistrēties %s
si: %s හි ලියාපදිංචි වන්න
ta: %s இல் பதிவு செய்யுங்கள்
th: ลงทะเบียนบน %s

source: The server requires to sign up through a website
ar: يتطلب الخادوم التسجيل من خلال موقع وِب
da: Serveren kræver at man logger ind via en webside
et: Serveri reeglid näevad ette, et registreerud veebisaidis
hy: Սպասարկիչը պահանջում է գրանցուել կայքում
ia: Le servitor require que on se inscribe per un sito web
kab: Aqeddac yesra ajerred s usmel web
lb: De Server setzt eng Registréierung duerch eng Websäit viraus
lv: Serveris pieprasa reģistrēties caur tīmekļa vietni
si: සේවාදායකයට වෙබ් අඩවියක් හරහා ලියාපදිංචි වීම අවශ්‍යයි
ta: சேவையகம் ஒரு வலைத்தளத்தின் மூலம் பதிவுபெற வேண்டும்
th: เซิร์ฟเวอร์จำเป็นต้องลงทะเบียนผ่านเว็บไซต์

source: Open website
ar: افتح موقع الوِب
da: Åbn webside
et: Ava veebisait
hy: Բացել կայքը
ia: Aperir sito web
kab: Ldi asmel Web
lb: Websäit opmaachen
lv: Atvērt tīmekļa vietni
si: වෙබ් අඩවිය විවෘත කරන්න
ta: திறந்த வலைத்தளம்
th: เปิดเว็บไซต์

source: Register
ar: سَجِّل
da: Registrer
et: Registreeru
hy: Գրանցուել
ia: Registrar
kab: Snulfu-d amiḍan
lb: Registréieren
lv: Reģistrēties
si: ලියාපදිංචි වන්න
ta: பதிவு செய்யுங்கள்
th: ลงทะเบียน

source: Check %s for information on how to sign up
ar: طالِع %s للمزيد من المعلومات حول التسجيل
da: Besøg %s for information om hvordan man tilmelder sig
et: Registreerumise kohta leiad teavet: %s
hy: Նշել %s՝ գրանցուելու մասին տեղեկանալու համար
ia: Verifica %s pro information super como inscriber se
kab: Senqed %s ma tettnadiḍ ɣef isallen amek ara tjerrdeḍ
lb: Kuck %s fir Informatioune iwwert Registréierung
lv: Skatiet %s, lai uzzinātu, kā reģistrēties
si: ලියාපදිංචි වන ආකාරය පිළිබඳ තොරතුරු සඳහා %s පරීක්ෂා කරන්න
ta: பதிவுபெறுவது எப்படி என்பது குறித்த தகவலுக்கு %s ஐ சரிபார்க்கவும்
th: ตรวจสอบ %s เพื่อดูข้อมูลเกี่ยวกับวิธีการสมัคร

source: No contacts
ar: لا توجد جهات اتصال
da: Ingen kontakter
et: Kontakte pole
hy: Կոնտակտներ չկան
ia: Nulle contactos
kab: Ulac inermisen
lb: Keng Kontakter
lv: Nav kontaktu
si: සම්බන්ධතා නැත
ta: தொடர்புகள் இல்லை
th: ไม่มีผู้ติดต่อ

source: Add contacts to start chatting
ar: أضف جهات اتصال لبدء المحادثة
da: Tilføj kontakter for at begynde at chatte
et: Lisa kontakte, et alustada vestlust
hy: Ավելացրեք կոնտակտներ զրուցելու համար
ia: Adde contactos pro comenciar chattar
kab: Rnu inermisen akken ad tebduḍ aṭṭuṭṭu
lb: Kontakte derbäisetzen fir ze chatten
lv: Pievienojiet kontaktus, lai sāktu saraksti
si: කතාබහ ආරම්භ කිරීමට සම්බන්ධතා එක් කරන්න
ta: அரட்டையைத் தொடங்க தொடர்புகளைச் சேர்க்கவும்
th: เพิ่มผู้ติดต่อเพื่อเริ่มสนทนา
