Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: This will: • Delete all conversation history • Remove %s from your contact list This action cannot be undone.
ar: سيؤدي هذا إلى: • حذف كل سجل المحادثات • إزالة %s من قائمة جهات الاتصال الخاصة بك لا يمكن التراجع عن هذا الإجراء.
da: Dette vil: • Slette al samtalehistorik • Fjerne %s fra din kontaktliste Denne handling kan ikke fortrydes.
et: See: • Kustutab kogu vestlusajaloo • Eemaldab kasutaja %s sinu kontaktiloendist Seda toimingut ei saa tagasi võtta.
hy: Սա կկատարի հետևյալը. • Կջնջի զրույցի ամբողջ պատմությունը • Կհեռացնի %s-ին ձեր կոնտակտների ցանկից Այս գործողությունը հնարավոր չէ հետարկել:
ia: Isto: • Delera tote le historia del conversation • Removera %s de tu lista de contactos Iste action non pote esser disfacite.
kab: Aya ad: • Yekkes akk amazray n useslay • Yekkes %s seg tebdert-ik n yinermisen Tigawt-a ur tezmir ara ad tuɣal ɣer deffir.
lb: Dëst wäert: • All Gespréichsgeschicht läschen • %s aus Ärer Kontaktlëscht ewechhuelen Dës Aktioun kann net réckgängeg gemaach ginn.
lv: Tas: • Izdzēsīs visu sarunu vēsturi • Noņems %s no jūsu kontaktu saraksta Šo darbību nevar atsaukt.
si: මෙය: • සියලුම සංවාද ඉතිහාසය මකා දමනු ඇත • ඔබේ සම්බන්ධතා ලැයිස්තුවෙන් %s ඉවත් කරනු ඇත මෙම ක්‍රියාව අහෝසි කළ නොහැක.
ta: இது: • அனைத்து உரையாடல் வரலாற்றையும் நீக்கும் • உங்கள் தொடர்பு பட்டியலிலிருந்து %s ஐ அகற்றும் இந்த செயலை மாற்ற இயலாது.
th: การดำเนินการนี้จะ: • ลบประวัติการสนทนาทั้งหมด • ลบ %s ออกจากรายชื่อผู้ติดต่อของคุณ การดำเนินการนี้ไม่สามารถยกเลิกได้

source: Delete all message history?
ar: حذف كل سجل الرسائل؟
da: Slet al beskedhistorik?
et: Kustuta kogu sõnumite ajalugu?
hy: Ջնջե՞լ հաղորդագրությունների ամբողջ պատմությունը:
ia: Deler tote le historia de messages?
kab: Kkes meṛṛa amazray n yiznan?
lb: All Message Geschicht läschen?
lv: Dzēst visu ziņojumu vēsturi?
si: සියලු පණිවිඩ ඉතිහාසය මකන්නද?
ta: அனைத்து செய்தி வரலாற்றையும் நீக்கவா?
th: ลบประวัติข้อความทั้งหมด?

source: This will permanently delete all messages in this conversation. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع الرسائل في هذه المحادثة نهائيًا. لا يمكن التراجع عن هذا الإجراء.
da: Dette vil permanent slette alle beskeder i denne samtale. Denne handling kan ikke fortrydes.
et: See kustutab jäädavalt kõik sõnumid selles vestluses. Seda toimingut ei saa tagasi võtta.
hy: Սա ընդմիշտ կջնջի այս զրույցի բոլոր հաղորդագրությունները: Այս գործողությունը հնարավոր չէ հետարկել:
ia: Isto delera permanentemente tote le messages in iste conversation. Iste action non pote esser disfacite.
kab: Aya ad yekkes akk iznan seg useslay-a i lebda. Tigawt-a ur tezmir ara ad tuɣal ɣer deffir.
lb: Dëst wäert permanent all Messagen an dëser Konversatioun läschen. Dës Aktioun kann net réckgängeg gemaach ginn.
lv: Šī darbība neatgriezeniski izdzēsīs visas ziņas šajā sarunā. Šo darbību nevar atsaukt.
si: මෙය මෙම සංවාදයේ සියලුම පණිවිඩ ස්ථිරවම මකා දමයි. මෙම ක්‍රියාව අහෝසි කළ නොහැක.
ta: இது இந்த உரையாடலில் உள்ள அனைத்து செய்திகளையும் நிரந்தரமாக நீக்கும். இந்த செயலை செயல்தவிர்க்க முடியாது.
th: การดำเนินการนี้จะลบข้อความทั้งหมดในการสนทนานี้อย่างถาวร การกระทำนี้ไม่สามารถย้อนกลับได้

source: Delete
ar: حذف
da: Slet
et: Kustuta
hy: Ջնջել
ia: Deler
kab: Kkes
lb: Läschen
lv: Dzēst
si: මකන්න
ta: நீக்கு
th: ลบ

source: Start call
ar: ابدأ مكالمة
da: Start opkald
et: Helista
hy: Սկսել զանգ
ia: Initiar appello
kab: Bdu asiwel
lb: Uruff starten
lv: Sākt zvanu
si: ඇමතුම අරඹන්න
ta: அழைப்பைத் தொடங்குங்கள்
th: เริ่มการโทร

source: Audio call
ar: مكالمة صوتية
da: Lydopkald
et: Häälkõne
hy: Աւդիօ զանգ
ia: Appello audio
kab: Asiwel s umeslay
lb: Audio-Uruff
lv: Audio zvans
si: ශ්‍රව්‍ය ඇමතුම
ta: ஆடியோ அழைப்பு
th: โทรเสียง

source: Video call
ar: مكالمة مرئية
da: Videoopkald
et: Videokõne
hy: Վիդեօ զանգ
ia: Appello video
kab: Asiwel s tvidyut
lb: Video-Uruff
lv: Video zvans
si: දෘෂ්‍ය ඇමතුම
ta: வீடியோ அழைப்பு
th: วิดีโอคอล

source: Conference Server Required
ar: مطلوب خادم المؤتمرات
da: Konferenceserver påkrævet
et: Vajalik on konverentsiserver
hy: Պահանջվում է կոնֆերանսի սերվեր
ia: Servitor de conferentia requirite
kab: Aqeddac n tmuɣri yettusra
lb: Konferenz-Server erfuerderlech
lv: Nepieciešams konferences serveris
si: සම්මන්ත්‍රණ සේවාදායකය අවශ්‍යයි
ta: மாநாட்டு சேவையகம் தேவை
th: ต้องการเซิร์ฟเวอร์ประชุม

source: To start a group call, you need to configure a default conference server in your account settings.
ar: لبدء مكالمة جماعية، تحتاج إلى تكوين خادم مؤتمرات افتراضي في إعدادات حسابك.
da: For at starte et gruppeopkald skal du konfigurere en standardkonferenceserver i dine kontoindstillinger.
et: Rühmakõne alustamiseks peate konto seadetes seadistama vaikimisi konverentsiserveri.
hy: Խմբային զանգ սկսելու համար անհրաժեշտ է կարգավորել լռելյայն կոնֆերանսի սերվեր ձեր հաշվի կարգավորումներում:
ia: Pro initiar un appello de gruppo, tu debe configurar un servitor de conferentia predefinite in tu configurationes de conto.
kab: I wakken ad tebduḍ asiwel n terbaat, yessefk ad tesbaduḍ aqeddac n temnadin s wudem amezwer deg yiɣewwaṛen n umiḍan-inek.
lb: Fir e Gruppenuruff ze starten, musst Dir en Default-Konferenzserver an Ären Kontoastellungen konfiguréieren.
lv: Lai sāktu grupas zvanu, konta iestatījumos jākonfigurē noklusējuma konferenču serveris.
si: සමූහ ඇමතුමක් ආරම්භ කිරීමට, ඔබේ ගිණුම් සැකසුම් තුළ පෙරනිමි සම්මන්ත්‍රණ සේවාදායකයක් වින්‍යාස කළ යුතුය.
ta: குழு அழைப்பைத் தொடங்க, உங்கள் கணக்கு அமைப்புகளில் இயல்புநிலை மாநாட்டு சேவையகத்தை உள்ளமைக்க வேண்டும்.
th: หากต้องการเริ่มการโทรกลุ่ม คุณต้องกำหนดค่าเซิร์ฟเวอร์การประชุมเริ่มต้นในการตั้งค่าบัญชีของคุณ

source: Open Settings
ar: فتح الإعدادات
da: Åbn indstillinger
et: Ava seaded
hy: Բացել կարգավորումները
ia: Aperir configurationes
kab: Ldi iɣewwaren
lb: Astellungen opmaachen
lv: Atvērt iestatījumus
si: සැකසුම් විවෘත කරන්න
ta: அமைப்புகளைத் திற
th: เปิดการตั้งค่า

source: Delete all message history for this conversation?
ar: حذف كل سجل الرسائل لهذه المحادثة؟
da: Slet al beskedhistorik for denne samtale?
et: Kas kustutada kogu selle vestluse sõnumite ajalugu?
hy: Ջնջե՞լ այս զրույցի հաղորդագրությունների ամբողջ պատմությունը:
ia: Deler tote le historia de messages pro iste conversation?
kab: Kkes meṛṛa amazray n yiznan n udiwenni-a?
lb: All Messageverlaf fir dës Konversatioun läschen?
lv: Dzēst visu šīs sarunas ziņu vēsturi?
si: මෙම සංවාදයේ සියලුම පණිවිඩ ඉතිහාසය මකන්නද?
ta: இந்த உரையாடலுக்கான அனைத்து செய்தி வரலாற்றையும் நீக்கவா?
th: ลบประวัติข้อความทั้งหมดสำหรับการสนทนานี้?

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
da: Denne handling kan ikke fortrydes.
et: Seda toimingut ei saa tagasi võtta.
hy: Այս գործողությունը հնարավոր չէ հետարկել:
ia: Iste action non pote esser disfacite.
kab: Tigawt-a ur tezmir ara ad tettuɣal.
lb: Dës Aktioun kann net réckgängeg gemaach ginn.
lv: Šo darbību nevar atsaukt.
si: මෙම ක්‍රියාව අවලංගු කළ නොහැක.
ta: இந்த செயலை செயல்தவிர்க்க முடியாது.
th: การกระทำนี้ไม่สามารถยกเลิกได้

source: Close Conversation
ar: أغلِق المحادثة
da: Luk samtale
et: Sulge vestlus
hy: Փակել զրոյցը
ia: Clauder conversation
kab: Mdel adiwenni
lb: Konversatioun zoumaachen
lv: Aizvērt sarunu
si: සංවාදය වසන්න
ta: உரையாடலை மூடு
th: ปิดการสนทนา

source: Members
ar: الأعضاء
da: Medlemmer
et: Liikmed
hy: Անդամներ
ia: Membros
kab: Imttekkiyen
lb: Memberen
lv: Dalībnieki
si: සාමාජිකයන්
ta: உறுப்பினர்கள்
th: สมาชิก

source: Select file
ar: اختر ملفًا
da: Vælg fil
et: Vali fail
hy: Ընտել նիշք
ia: Seliger file
kab: Fren afaylu
lb: Fichier auswielen
lv: Izvēlieties failu
si: ගොනුව තෝරන්න
ta: கோப்பைத் தேர்ந்தெடு
th: เลือกไฟล์

source: Select
ar: اختر
da: Vælg
et: Vali
hy: Ընտրել
ia: Seliger
kab: Fren
lb: Auswielen
lv: Izvēlēties
si: තෝරන්න
ta: தேர்ந்தெடு
th: เลือก

source: Failed to get location
ar: فشل الحصول على الموقع
et: Asukoha hankimine ebaõnnestus
hy: Չհաջողվեց ստանալ տեղադրությունը
ia: Falleva obtener location
kab: Ur yessaweḍ ara ad yawi adig
lv: Neizdevās iegūt atrašanās vietu
ta: இருப்பிடத்தைப் பெற முடியவில்லை

source: The file exceeds the server's maximum upload size.
ar: حجم الملف يتجاوز الحد الذي يسمح به الخادوم.
da: Filen overstiger serverens maksimale uploadstørrelse.
et: Faili suurus ületab serveris seadistatud üleslaadimise mahupiiri.
hy: Նիշքի չափսը սպասարկչում թոյլատրելիից մեծ է։
ia: Le file excede le grandor maxime de incargamento del servitor.
kab: Afaylu yugar teɣzi n usali tafellayt n uqeddac.
lb: De Fichier iwwerschreift d'maximal Eropluede-Gréisst vum Server.
lv: Fails pārsniedz servera maksimālo augšupielādes izmēru.
si: ගොනුව සේවාදායකයේ උපරිම උඩුගත ප්‍රමාණය ඉක්මවයි.
ta: கோப்பு சேவையகத்தின் அதிகபட்ச பதிவேற்ற அளவை மீறுகிறது.
th: ไฟล์เกินขนาดอัพโหลดสูงสุดของเซิร์ฟเวอร์

source: In %s
ar: في %s
da: I %s
et: Vestlusrühmas %s
hy: %s֊ում
kab: Ɣef %s
lb: An %s
lv: Iekš %s
si: %s තුළ
ta: %s இல்
th: ใน %s

source: With %s
ar: مع %s
da: Med %s
et: Kasutajaga %s
hy: %s֊ի հետ
ia: Con %s
kab: D %s
lb: Mat %s
lv: Ar %s
si: %s සමග
ta: %s உடன்
th: กับ %s

source: Join Channel Help
ar: مساعدة الانضمام للقناة
da: Hjælp til at tilslutte kanal
et: Kanaliga liitumise abi
hy: Ալիքին միանալու օգնություն
ia: Adjuta pro junger te a canal
kab: Tallelt n unekcum ɣer ubadu
lb: Kanal Hëllef
lv: Palīdzība pievienoties kanālam
si: නාලිකාවට එකතුවීම සඳහා උදව්
ta: சேனல் சேர் உதவி
th: ความช่วยเหลือเข้าร่วมช่อง

source: To join a channel, click the "Join Channel" button and enter the channel JID (example: room@conference.example.org). If you need a password or a nickname, provide them in the dialog. Use the discovery features in the server to find public rooms.
ar: للانضمام إلى قناة، انقر على زر "الانضمام إلى القناة" وأدخل معرف JID الخاص بالقناة (مثال: room@conference.example.org). إذا كنت بحاجة إلى كلمة مرور أو اسم مستعار، قم بتوفيرها في مربع الحوار. استخدم ميزات الاكتشاف في الخادم للعثور على الغرف العامة.
da: For at deltage i en kanal, klik på knappen "Deltag i kanal" og indtast kanalens JID (eksempel: room@conference.example.org). Hvis du har brug for et kodeord eller kaldenavn, angiv dem i dialogen. Brug serverens opdagelsesfunktioner til at finde offentlige rum.
et: Kanaliga liitumiseks klõpsa nuppu „Liitu kanaliga“ ja sisesta kanali JID (näide: room@conference.example.org). Kui vajad salasõna või hüüdnime, sisesta need vastavas vaates. Kasuta serveri avastamisfunktsioone avalike jututubade leidmiseks.
hy: Ալիքին միանալու համար սեղմեք «Միանալ ալիքին» կոճակը և մուտքագրեք ալիքի JID-ը (օրինակ՝ room@conference.example.org): Եթե ձեզ անհրաժեշտ է գաղտնաբառ կամ մականուն, տրամադրեք դրանք երկխոսության պատուհանում: Օգտագործեք սերվերի հայտնաբերման հնարավորությունները հանրային սենյակներ գտնելու համար:
ia: Pro junger te a un canal, clicca le button "Junger te a canal" e insere le JID del canal (exemplo: sala@conference.exemplo.org). Si tu necessita un contrasigno o un pseudonymo, provide los in le dialogo. Usa le functiones de discoperimento in le servitor pro trovar salas public.
kab: Akken ad ternuḍ ɣer ubadu, sit ɣef tqeffalt "Rnu ɣer ubadu" syen sekcem JID n ubadu (amedya: room@conference.example.org). Ma tesriḍ awal uffir neɣ isem n tuffra, efk-iten deg udiwenni. Seqdec timahilin n unadi deg uqeddac akken ad tafeḍ tixxamin tizuyaz.
lb: Fir engem Kanal bäizetrieden, klickt op de Knäppchen "Kanal bäitrieden" a gitt de Kanal-JID an (Beispill: room@conference.example.org). Wann Dir e Passwuert oder e Spëtznumm braucht, gitt se am Dialog un. Benotzt d'Entdeckungsfunktiounen vum Server fir ëffentlech Raim ze fannen.
lv: Lai pievienotos kanālam, noklikšķiniet uz pogas "Pievienoties kanālam" un ievadiet kanāla JID (piemēram: room@conference.example.org). Ja nepieciešama parole vai segvārds, norādiet tos dialogā. Izmantojiet servera atklāšanas funkcijas, lai atrastu publiskas istabas.
si: නාලිකාවකට සම්බන්ධ වීමට, "නාලිකාවට සම්බන්ධ වන්න" බොත්තම ක්ලික් කර නාලිකා JID ඇතුළත් කරන්න (උදාහරණ: room@conference.example.org). ඔබට මුරපදයක් හෝ අන්වර්ථ නාමයක් අවශ්‍ය නම්, සංවාදයේ ඒවා සපයන්න. පොදු කාමර සොයා ගැනීමට සේවාදායකයේ සොයා ගැනීමේ විශේෂාංග භාවිතා කරන්න.
ta: சேனலில் சேர, "சேனலில் சேர்" பொத்தானைக் கிளிக் செய்து சேனல் JID ஐ உள்ளிடவும் (எடுத்துக்காட்டு: room@conference.example.org). கடவுச்சொல் அல்லது புனைப்பெயர் தேவைப்பட்டால், உரையாடலில் வழங்கவும். பொது அறைகளைக் கண்டறிய சேவையகத்தின் கண்டுபிடிப்பு அம்சங்களைப் பயன்படுத்தவும்.
th: หากต้องการเข้าร่วมช่อง ให้คลิกปุ่ม "เข้าร่วมช่อง" และป้อน JID ของช่อง (ตัวอย่าง: room@conference.example.org) หากคุณต้องการรหัสผ่านหรือชื่อเล่น ให้ระบุในกล่องโต้ตอบ ใช้คุณสมบัติการค้นหาของเซิร์ฟเวอร์เพื่อค้นหาห้องสาธารณะ

source: Welcome to DinoX!
ar: مرحباً بك في DinoX!
da: Velkommen til DinoX!
et: Tere tulemast DinoX-i!
hy: Բարի գալուստ DinoX!
ia: Benvenite a DinoX!
kab: Anṣuf yis-k deg DinoX!
lb: Wëllkomm bäi DinoX!
lv: Laipni lūdzam DinoX!
si: DinoX වෙත සාදරයෙන් පිළිගනිමු!
ta: DinoX க்கு வரவேற்கிறோம்!
th: ยินดีต้อนรับสู่ DinoX!

source: Sign in or create an account to get started.
ar: لِج أو أنشئ حسابًا للبدأ.
da: Log ind eller opret en konto for at begynde.
et: Alustamiseks logi sisse või loo kasutajakonto.
hy: Մուտք գործիր կամ ստեղծիր հաշիւ։
ia: Aperi session o crea un conto pro comenciar.
kab: Qqen neɣ snulfu-d amiḍan akken ad tebduḍ.
lb: Logg dech an oder kreéier een Account fir lass ze leen.
lv: Pierakstieties vai izveidojiet kontu, lai sāktu.
si: ආරම්භ කිරීමට පුරනය වන්න හෝ ගිණුමක් සාදන්න.
ta: தொடங்குவதற்கு உள்நுழைக அல்லது ஒரு கணக்கை உருவாக்கவும்.
th: ลงชื่อเข้าใช้หรือสร้างบัญชีเพื่อเริ่มต้น

source: Set up account
ar: هيئ الحساب
da: Opret en konto
et: Seadista kasutajakontot
hy: Կարգաւորել հաշիւ
ia: Configurar conto
kab: Swel amiḍan
lb: Konto opsetzen
lv: Iestatīt kontu
si: ගිණුමක් පිහිටුවන්න
ta: கணக்கை அமைக்கவும்
th: ตั้งค่าบัญชี

source: No active accounts
ar: لا حسابات نشطة
da: Ingen aktive konti
et: Aktiivseid kasutajakontosid ei leidu
hy: Ակտիւ հաշիւներ չկան
ia: Nulle contos active
kab: Ulac imiḍanen urmiden
lb: Keng Kontoen aktiv
lv: Nav aktīvu kontu
si: සක්‍රිය කළ ගිණුම් නැත
ta: செயலில் கணக்குகள் இல்லை
th: ไม่มีบัญชีที่ใช้งานอยู่

source: Manage accounts
ar: أدِر الحسابات
da: Håndter konti
et: Halda kasutajakontosid
hy: Ակտիւ հաշիւներ չկան
ia: Gerer contos
kab: Asefrek n yimiḍanen
lb: Kontoe managen
lv: Pārvaldīt kontus
si: ගිණුම් කලමනාකරණය කරන්න
ta: கணக்குகளை நிர்வகிக்கவும்
th: จัดการบัญชี

source: Subscription request
ar: طلب اشتراك
da: Abonnementsanmodning
et: Tellimuspäring
hy: Հետեւելու դիմում
ia: Requesta de subscription
kab: Asuter n ujerred
lb: Abonnement Ufro
lv: Abonementa pieprasījums
si: දායකත්ව ඉල්ලීම
ta: சந்தா கோரிக்கை
th: คำขอสมัครสมาชิก

source: Wrong password
ar: كلمة السر خاطئة
da: Forkert kodeord
et: Vale salasõna
hy: Սխալ ծածկագիր
ia: Contrasigno incorrecte
kab: Awal n uɛeddi d armeɣtu
lb: Falsch Passwuert
lv: Nepareiza parole
si: මුරපදය වැරදියි
ta: தவறான கடவுச்சொல்
th: รหัสผ่านผิด

source: Invalid TLS certificate
ar: شهادة بروتوكول طبقة المنافذ الآمنة (TLS) غير صالحة
da: Ugyldigt TLS-certifikat
et: Vigane TLS-sertifikaat
hy: Անուաւեր TLS վկայական
ia: Certificato TLS invalide
kab: Aselkin TLS d arameɣtu
lb: Invaliden TLS Zertifikat
lv: Nederīgs TLS sertifikāts
si: අවලංගු TLS සහතිකය
ta: தவறான TLS சான்றிதழ்
th: ใบรับรอง TLS ไม่ถูกต้อง

source: Invitation to %s
ar: دعوة إلى %s
da: Invitation til %s
et: Vestluskutse: %s
hy: Հրաւէր՝ %s
ia: Invitation a %s
kab: Asnubeg ɣer %s
lb: Aluedung an %s
lv: Uzaicinājums uz %s
si: %s වෙත ආරාධනය
ta: %s க்கு அழைப்பு
th: คำเชิญไปยัง %s

source: %s invited you to %s
ar: دعاك %s إلى %s
da: %s inviterede dig til %s
et: %s saatis sulle kutse vestlusrühma %s
hy: %s֊ը հրաւիրեց քեզ %s
ia: %s te invitava a %s
kab: %s yuɣer-ik-d ɣer %s
lb: %s huet dech zu %s agelueden
lv: %s uzaicināja jūs uz %s
si: %s ඔබව %s වෙත ආරාධනා කළා
ta: %s உங்களை %s அழைத்தன
th: %s เชิญคุณไปยัง %s

source: Permission request
ar: طلب إذن
da: Tilladelsesanmodning
et: Loa küsimine
hy: Դիմել թոյլտւութեան համար
ia: Requesta de permission
kab: Asuter n tsiregt
lb: Erlabnis-Ufro
lv: Atļaujas pieprasījums
si: අවසර ඉල්ලීම
ta: இசைவு கோரிக்கை
th: คำขออนุญาต

source: %s requests the permission to write in %s
ar: طلب %s الإذن بالكتابة في %s
da: %s anmoder om tilladelse til at skrive i %s
et: %s küsib õigusi kirjutada vestlusrühmas %s
hy: %s դիմում է %s֊ում գրելու թոյլտւութեան համար
ia: %s requesta le permission de scriber in %s
kab: %s yessutur tasiregt i tira deg %s
lb: %s freet Erlabnis ze schreiwen an %s
lv: %s pieprasa atļauju rakstīt %s
si: %s %s හි ලිවීමට අවසර ඉල්ලයි
ta: %s இல் எழுத இசைவு கோருகிறது %s
th: %s ขออนุญาตเขียนใน %s

source: Owner
ar: مالك
da: Ejer
et: Omanik
hy: Տէր
ia: Proprietario
kab: Bab
lb: Besëtzer
lv: Īpašnieks
si: හිමිකරු
ta: உரிமையாளர்
th: เจ้าของ

source: Admin
ar: مدير
da: Administrator
et: Peakasutaja
hy: Վարչապետ
ia: Administrator
kab: Anedbal
lb: Administrateur
lv: Administrators
si: පරිපාලක
ta: நிர்வாகி
th: ผู้ดูแลระบบ

source: Member
ar: عضو
da: Medlem
et: Liige
hy: Անդամ
ia: Membro
kab: Amedraw
lv: Dalībnieks
si: සාමාජික
ta: உறுப்பினர்
th: สมาชิก

source: User
ar: مستخدِم
da: Bruger
et: Kasutaja
hy: Օգտատէր
ia: Usator
kab: Aseqdac
lb: Benotzer
lv: Lietotājs
si: පරිශීලක
ta: பயனர்
th: ผู้ใช้

source: Start private conversation
ar: ابدأ محادثة خاصة
da: Start en privat samtale
et: Alusta privaatset vestlust
hy: Սկսել անձնական զրոյց
ia: Initiar conversation private
kab: Bdu adiwenni uslig
lb: Privat Conversatioun starten
lv: Sākt privātu sarunu
si: පෞද්ගලික සංවාදයක් අරඹන්න
ta: தனிப்பட்ட உரையாடலைத் தொடங்கவும்
th: เริ่มการสนทนาส่วนตัว

source: Unblock Contact
ar: إلغاء حظر جهة الاتصال
da: Ophæv blokering af kontakt
et: Deblokeeri kontakt
hy: Ապաարգելափակել կոնտակտին
ia: Disblocar contacto
kab: Kkes aɣdel i unermis
lb: Kontakt entblocken
lv: Atbloķēt kontaktu
si: සම්බන්ධතාවයේ අවහිර කිරීම ඉවත් කරන්න
ta: தொடர்பு தடையை நீக்கு
th: ปลดบล็อกผู้ติดต่อ

source: Block Contact
ar: حظر جهة الاتصال
da: Bloker kontakt
et: Blokeeri kontakt
hy: Արգելափակել կոնտակտին
ia: Blocar contacto
kab: Ɣedel anermis
lb: Kontakt blocken
lv: Bloķēt kontaktu
si: සම්බන්ධතාවය අවහිර කරන්න
ta: தொடர்பை தடை செய்
th: บล็อกผู้ติดต่อ

source: Moderation
ar: الإشراف
et: Modereerimine
hy: Մոդերացիա
kab: Asefrek
lb: Moderatioun
lv: Moderēšana
si: මධ්‍යස්ථභාවය
ta: மேற்பார்வை
th: การกลั่นกรอง

source: Kick
ar: اطرد
da: Spark
et: Müksa välja
hy: Տշել
ia: Expulsar
kab: Ssuffeɣ
lb: Erausgeheien
lv: Izmest
si: ඉවත් කරන්න
ta: கிக்
th: เตะ

source: Ban (Permanent)
ar: حظر (دائم)
da: Udeluk (Permanent)
et: Keela (Jäädavalt)
hy: Արգելափակել (Մշտական)
ia: Bannir (Permanente)
kab: Gdel (I lebda)
lb: Spären (Permanent)
lv: Bloķēt (Pastāvīgi)
si: තහනම් කරන්න (ස්ථිර)
ta: தடை (நிரந்தர)
th: แบน (ถาวร)

source: Ban (10 min)
ar: حظر (10 دقائق)
da: Udeluk (10 min)
et: Keela (10 min)
hy: Արգելափակել (10 րոպե)
ia: Bannir (10 min)
kab: Gdel (10 min)
lb: Spären (10 min)
lv: Bloķēt (10 min)
si: තහනම් කරන්න (මිනිත්තු 10)
ta: தடை (10 நிமிடம்)
th: แบน (10 นาที)

source: Ban (15 min)
ar: حظر (15 دقيقة)
da: Bandlys (15 min)
et: Keela (15 min)
hy: Արգելափակել (15 րոպե)
ia: Bannir (15 min)
kab: Gdel (15 min)
lb: Verbidden (15 Min)
lv: Aizliegums (15 min)
si: තහනම් කරන්න (මිනිත්තු 15)
ta: தடை (15 நிமிடம்)
th: แบน (15 นาที)

source: Ban (30 min)
ar: حظر (30 دقيقة)
da: Bandlys (30 min)
et: Keela (30 min)
hy: Արգելափակել (30 րոպե)
ia: Bannir (30 min)
kab: Gdel (30 min)
lb: Verbidden (30 Min)
lv: Aizliegums (30 min)
si: තහනම් කරන්න (මිනිත්තු 30)
ta: தடை (30 நிமிடம்)
th: แบน (30 นาที)

source: Administration
ar: الإدارة
et: Administreerimine
hy: Ադմինիստրացիա
kab: Tadbelt
lb: Administratioun
lv: Administrēšana
si: පරිපාලනය
ta: நிர்வாகம்
th: การดูแลระบบ

source: Make Admin
ar: جعله مشرفاً
da: Gør til administrator
et: Tee administraatoriks
hy: Դարձնել ադմին
ia: Facer administrator
kab: Err d amsefrak
lb: Zum Admin maachen
lv: Padarīt par administratoru
si: පරිපාලක කරන්න
ta: நிர்வாகியாக்கு
th: แต่งตั้งเป็นผู้ดูแล

source: Revoke Admin
ar: إلغاء صلاحيات المشرف
da: Fjern admin
et: Eemalda administraator
hy: Հեռացնել ադմինից
ia: Revocar administrator
kab: Kkes amsefrak
lb: Admin Rechter ewechhuelen
lv: Atsaukt administratora tiesības
si: පරිපාලක අවලංගු කරන්න
ta: நிர்வாகியை திரும்பப்பெறு
th: เพิกถอนแอดมิน

source: Make Owner
ar: جعله مالكاً
da: Gør til ejer
et: Tee omanikuks
hy: Դարձնել սեփականատեր
ia: Facer proprietario
kab: Err d bab
lb: Zum Propriétaire maachen
lv: Padarīt par īpašnieku
si: හිමිකරු කරන්න
ta: உரிமையாளராக்கு
th: แต่งตั้งเป็นเจ้าของ

source: Make Member
ar: جعله عضواً
da: Gør til medlem
et: Tee liikmeks
hy: Դարձնել անդամ
ia: Facer membro
kab: Err d amaslad
lb: Zum Member maachen
lv: Padarīt par biedru
si: සාමාජික කරන්න
ta: உறுப்பினராக்கு
th: แต่งตั้งเป็นสมาชิก

source: Revoke Membership
ar: إلغاء العضوية
da: Tilbagekald medlemskab
et: Tühista liikmelisus
hy: Հեռացնել անդամությունից
ia: Revocar membrato
kab: Kkes tamusni
lb: Memberschaaft zréckzéien
lv: Atsaukt dalību
si: සාමාජිකත්වය අවලංගු කරන්න
ta: உறுப்பினரை நீக்கு
th: เพิกถอนสมาชิกภาพ

source: Kicked by moderator
ar: تم طرده من المشرف
da: Smidt ud af moderator
et: Moderaatori poolt välja visatud
hy: Հեռացվել է մոդերատորի կողմից
ia: Expellite per moderator
kab: Yessufeɣ-it umsefrak
lb: Vum Moderator erausgehäit
lv: Izmests no moderatora
si: මධ්‍යස්ථයා විසින් ඉවත් කරන ලදී
ta: மதிப்பீட்டாளரால் வெளியேற்றப்பட்டது
th: ถูกเตะออกโดยผู้ดูแล

source: Invite to Conference
ar: ادعُ إلى المؤتمر
da: Inviter til konference
et: Kutsu konverentsile
hy: Հրավիրել կոնֆերանսի
ia: Invitar a conferentia
kab: Eɣret ɣer temlilit
lb: Invitéieren an Konferenz
lv: Uzaicināt uz konferenci
si: සම්මන්ත්‍රණයට ආරාධනා කරන්න
ta: மாநாட்டிற்கு அழைக்கவும்
th: เชิญเข้าร่วมการประชุม

source: Quit
ar: الخروج
da: Afslut
et: Välju
hy: Դուրս գալ
ia: Quitar
kab: Ffeɣ
lb: Zoumaachen
lv: Iziet
si: ඉවත්වන්න
ta: வெளியேறு
th: ออก

source: Import
ar: استيراد
et: Impordi
hy: Ներմուծել
ia: Importar
kab: Kter
lv: Importēt
ta: இறக்குமதி

source: Copy Share URI
ar: نسخ رابط المشاركة
da: Kopier delings-URI
et: Kopeeri jagamise URI
hy: Պատճենել համօգտագործման URI-ն
ia: Copiar URI de compartir
kab: Nɣel URI n beṭṭu
lb: Deelen-URI kopéieren
lv: Kopēt kopīgošanas URI
ta: பகிர்வு URI ஐ நகலெடு

source: Import Sticker Pack
ar: استيراد حزمة ملصقات
da: Importer klistermærkepakke
et: Impordi kleebisepakk
hy: Ներմուծել ստիկերների փաթեթ
ia: Importar pacchetto de adhesivos
kab: Kter aqecwal n tkebbaniyin
lb: Sticker-Pak importéieren
lv: Importēt uzlīmju paku
ta: ஸ்டிக்கர் தொகுப்பை இறக்குமதி செய்

source: Loading…
ar: jarin al-tahmil…
et: Laadimine…
hy: Բեռնում…
ia: Cargante…
kab: Assali…
lv: Ielādē…
ta: ஏற்றுகிறது…

source: Importing…
ar: jarin al-istirad…
et: Importimine…
hy: Ներմուծում…
ia: Importante…
kab: Akter…
lv: Importē…
ta: இறக்குமதி செய்கிறது…

source: No account available
ar: لا يوجد حساب متاح
et: Kontot pole saadaval
hy: Հաշիվը հասանելի չէ
ia: Nulle conto disponibile
kab: Ulac amiḍan
lv: Nav pieejams neviens konts
ta: கணக்கு எதுவும் இல்லை

source: Failed to import sticker pack
ar: فشل استيراد حزمة الملصقات
et: Kleebisepaki importimine ebaõnnestus
hy: Չհաջողվեց ներմուծել սթիքերների փաթեթը
ia: Falleva importar pacchetto de adhesivos
kab: Ur yessaweḍ ara ad yekter taquccet n isignit
lv: Neizdevās importēt uzlīmju paku
ta: ஸ்டிக்கர் பொதியை இறக்குமதி செய்ய முடியவில்லை
