Repository: rallep71/dinox
Catalog: main/po/*.po
Languages: ar, da, et, hy, ia, kab, lb, lv, si, ta, th

source: Create a backup of your accounts, messages and settings
ar: إنشاء نسخة احتياطية من حساباتك ورسائلك وإعداداتك
da: Opret en sikkerhedskopi af konti, beskeder og indstillinger
et: Looge kontode, sõnumite ja seadete varukoopia
hy: Ստեղծել ձեր հաշիվների, հաղորդագրությունների և կարգավորումների պահուստային պատճենը
ia: Crear un copia de securitate de tu contos, messages e configurationes
kab: Snulfu-d aḥraz n yimiḍanen-ik, iznan-ik d yiɣewwaṛen-ik
lb: En Backup vun Äre Konten, Messagen an Astellunge maachen
lv: Izveidot kontu, ziņojumu un iestatījumu dublējumu
si: ඔබේ ගිණුම්, පණිවිඩ සහ සැකසුම් වල උපස්ථයක් සාදන්න
ta: உங்கள் கணக்குகள், செய்திகள் மற்றும் அமைப்புகளின் காப்புப்பிரதியை உருவாக்கு
th: สร้างการสำรองข้อมูลบัญชี ข้อความ และการตั้งค่าของคุณ

source: Restore from Backup
ar: استعادة من نسخة احتياطية
da: Gendan fra sikkerhedskopi
et: Taasta varukoopiast
hy: Վերականգնել պահուստից
ia: Restaurar ab copia de securitate
kab: Err-d seg uḥraz
lb: Vum Backup restauréieren
lv: Atjaunot no dublējuma
ta: காப்புப்பிரதியிலிருந்து மீட்டமை
th: กู้คืนจากข้อมูลสำรอง

source: Restore accounts, messages and settings from a backup file
ar: استعادة الحسابات والرسائل والإعدادات من ملف نسخة احتياطية
da: Gendan konti, beskeder og indstillinger fra en sikkerhedskopi
et: Taasta kontod, sõnumid ja seaded varukoopiast
hy: Վերականգնել հաշիվները, հաղորդագրությունները և կարգավորումները պահուստային ֆայլից
ia: Restaurar contos, messages e parametros ab un file de backup
kab: Err-d imiḍanen, iznan d yiɣewwaren seg ufaylu n usekles
lb: Konten, Noriichten an Astellungen vun enger Backup-Datei restauréieren
lv: Atjaunot kontus, ziņas un iestatījumus no rezerves kopijas
si: උපස්ථ ගොනුවකින් ගිණුම්, පණිවිඩ සහ සැකසුම් ප්‍රතිසාධනය කරන්න
ta: காப்பு கோப்பிலிருந்து கணக்குகள், செய்திகள் மற்றும் அமைப்புகளை மீட்டமைக்கவும்
th: กู้คืนบัญชี ข้อความ และการตั้งค่าจากไฟล์สำรอง

source: Data Storage Location
ar: موقع تخزين البيانات
da: Datalagringsplacering
et: Andmete salvestuskoht
hy: Տվյալների պահպանման վայրը
ia: Location de immagazinage de datos
kab: Adig n usekles n yisefka
lb: Datenspeicherort
lv: Datu glabāšanas vieta
ta: தரவு சேமிப்பு இடம்
th: ตำแหน่งจัดเก็บข้อมูล

source: View where your data is stored
ar: عرض مكان تخزين بياناتك
da: Se hvor dine data er gemt
et: Vaadake, kus teie andmed on salvestatud
hy: Դիտել, թե որտեղ են պահվում ձեր տվյալները
ia: Vider ubi tu datos es immagazinate
kab: Wali anda ttwakelsen yisefka-ik
lb: Kuckt wou Är Daten gespäichert sinn
lv: Skatīt, kur glabājas jūsu dati
si: ඔබේ දත්ත ගබඩා කර ඇති ස්ථානය බලන්න
ta: உங்கள் தரவு எங்கே சேமிக்கப்பட்டுள்ளது என்பதைப் பார்க்கவும்
th: ดูว่าข้อมูลของคุณถูกเก็บไว้ที่ไหน

source: Database Maintenance
ar: صيانة قاعدة البيانات
da: Databasevedligeholdelse
et: Andmebaasi hooldus
hy: Տվյալների բազայի սպասարկում
ia: Mantenentia del base de datos
kab: Asnefli n taffa n yisefka
lb: Datebank Ënnerhalt
lv: Datu bāzes uzturēšana
si: දත්ත සමුදාය නඩත්තුව
ta: தரவுத்தள பராமரிப்பு
th: การบำรุงรักษาฐานข้อมูล

source: Change Database Password
ar: تغيير كلمة مرور قاعدة البيانات
et: Muuda andmebaasi salasõna
hy: Փոխել տվյալների բազայի գաղտնաբառը
ia: Cambiar contrasigno del base de datos
kab: Beddel awal uffir n tabase n isefka
lv: Mainīt datubāzes paroli
ta: தரவுத்தள கடவுச்சொல்லை மாற்றவும்

source: Change the password used to encrypt your local data
ar: تغيير كلمة المرور المستخدمة لتشفير بياناتك المحلية
da: Skift adgangskoden, der bruges til at kryptere dine lokale data
et: Muuda kohalike andmete krüptimiseks kasutatavat salasõna
hy: Փոխել տեղական տվյալների գաղտնագրման համար օգտագործվող գաղտնաբառը
ia: Cambiar le contrasigno usate per cryptar tu datos local
kab: Beddel awal uffir yettwaseqdacen i uwgelhen n isefka-ik
lb: D'Passwuert änneren, dat benotzt gëtt fir Är lokal Donnéeën ze verschlësselen
lv: Mainīt paroli, kas tiek izmantota vietējo datu šifrēšanai
ta: உங்கள் உள்ளூர் தரவை குறியாக்கம் செய்யப் பயன்படுத்தப்படும் கடவுச்சொல்லை மாற்றவும்

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
da: Ryd cache
et: Tühjenda vahemälu
hy: Մաքրել քեշը
ia: Vacuar cache
kab: Sfeḍ lkač
lb: Cache läschen
lv: Notīrīt kešatmiņu
ta: தற்காலிக சேமிப்பை அழி
th: ล้างแคช

source: Clear cached files, avatars and previews
ar: مسح الملفات والصور الرمزية والمعاينات المخزنة مؤقتًا
da: Ryd cachede filer, avatarer og forhåndsvisninger
et: Kustuta vahemällu salvestatud failid, avatarid ja eelvaated
hy: Մաքրել քեշավորված ֆայլերը, ավատարները և նախադիտումները
ia: Vacuar files in cache, avatares e previsualisationes
kab: Sfeḍ ifuyla, avataren akked timeẓriwin yettwaskelsen
lb: Gecachte Dateien, Avataren a Virschau läschen
lv: Notīrīt kešatmiņā saglabātos failus, iemiesojumus un priekšskatījumus
ta: தற்காலிக சேமிப்பு கோப்புகள், அவதாரங்கள் மற்றும் முன்னோட்டங்களை அழிக்கவும்
th: ล้างไฟล์แคช รูปประจำตัว และตัวอย่าง

source: Reset Database
ar: إعادة تعيين قاعدة البيانات
da: Nulstil database
et: Lähtesta andmebaas
hy: Վերակայել տվյալների բազան
ia: Reinitialisar base de datos
kab: Wennez taffa n yisefka
lb: Datebank zrécksetzen
lv: Atiestatīt datubāzi
ta: தரவுத்தளத்தை மீட்டமை
th: รีเซ็ตฐานข้อมูล

source: Delete all messages, files and OMEMO keys. Your accounts will remain.
ar: حذف جميع الرسائل والملفات ومفاتيح OMEMO. ستبقى حساباتك.
da: Slet alle beskeder, filer og OMEMO-nøgler. Dine konti bevares.
et: Kustuta kõik sõnumid, failid ja OMEMO võtmed. Sinu kasutajakontod jäävad alles.
hy: Ջնջել բոլոր հաղորդագրությունները, ֆայլերը և OMEMO բանալիները: Ձեր հաշիվները կմնան:
ia: Deler tote le messages, files e claves OMEMO. Tu contos remanera.
kab: Kkes akk iznan, ifuyla d tsura OMEMO. Imiḍanen-ik ad qqimen.
lb: All Noriichten, Dateien an OMEMO-Schlësselen läschen. Är Konten bleiwen erhalen.
lv: Dzēst visas ziņas, failus un OMEMO atslēgas. Jūsu konti paliks.
si: සියලුම පණිවිඩ, ගොනු සහ OMEMO යතුරු මකන්න. ඔබේ ගිණුම් පවතිනු ඇත.
ta: அனைத்து செய்திகள், கோப்புகள் மற்றும் OMEMO விசைகளை நீக்கு. உங்கள் கணக்குகள் இருக்கும்.
th: ลบข้อความ ไฟล์ และคีย์ OMEMO ทั้งหมด บัญชีของคุณจะยังคงอยู่

source: Factory Reset
ar: إعادة ضبط المصنع
da: Fabriksindstilling
et: Tehasesätete taastamine
hy: Գործարանային վերակայում
ia: Reinitialisation de fabrica
kab: Tuɣalin ɣer yiɣewwaṛen n tneflit
lb: Op Wierksastellungen zrécksetzen
lv: Rūpnīcas atiestatīšana
ta: தொழிற்சாலை மீட்டமைப்பு
th: รีเซ็ตเป็นค่าเริ่มต้นจากโรงงาน

source: Delete ALL data including accounts. This cannot be undone!
ar: حذف جميع البيانات بما في ذلك الحسابات. لا يمكن التراجع عن هذا!
da: Slet ALLE data inklusive konti. Dette kan ikke fortrydes!
et: Kustuta KÕIK andmed, sealhulgas kontod. Seda ei saa tagasi võtta!
hy: Ջնջել ԲՈԼՈՐ տվյալները, ներառյալ հաշիվները: Սա հնարավոր չէ հետարկել:
ia: Deler TOTE le datos includente contos. Isto non pote esser disfacite!
kab: Kkes akk isefka s yimiḍanen. Aya ur yezmir ara ad yettwaseɣti!
lb: ALL Daten inklusiv Konten läschen. Dëst kann net réckgängeg gemaach ginn!
lv: Dzēst VISUS datus, ieskaitot kontus. Šo darbību nevar atsaukt!
si: ගිණුම් ඇතුළු සියලුම දත්ත මකන්න. මෙය අහෝසි කළ නොහැක!
ta: கணக்குகள் உட்பட அனைத்து தரவையும் நீக்கு. இதை செயல்தவிர்க்க முடியாது!
th: ลบข้อมูลทั้งหมดรวมถึงบัญชี การดำเนินการนี้ไม่สามารถยกเลิกได้!

source: Accounts
ar: الحسابات
da: Konti
et: Kasutajakontod
hy: Հաշիւներ
ia: Contos
kab: Imiḍanen
lb: Kontoen
lv: Konti
si: ගිණුම්
ta: கணக்குகள்
th: บัญชี

source: Contacts
ar: جهات الاتصال
da: Kontakter
et: Kontaktid
hy: Կոնտակտներ
ia: Contactos
kab: Inermisen
lb: Kontakter
lv: Kontakti
si: සම්බන්ධතා
ta: தொடர்புகள்
th: รายชื่อ

source: Encryption
ar: التعمية
da: Kryptering
et: Krüptimine
hy: Կրիպտաւորում
ia: Cryptation
kab: Awgelhen
lb: Verschlësselung
lv: Šifrēšana
si: සංකේතනය
ta: குறியாக்கம்
th: การเข้ารหัส

source: Next
ar: التالي
da: Næste
et: Edasi
hy: Յաջորդ
ia: Sequente
kab: Uḍfir
lb: Nächst
lv: Tālāk
si: ඊළඟ
ta: அடுத்தது
th: ต่อไป

source: Join
ar: انضم
da: Forbind
et: Liitu
hy: Միանալ
ia: Junger
kab: Zeddi
lb: Bäitrieden
lv: Pievienoties
si: සම්බන්ධ වන්න
ta: சேர
th: เข้าร่วม

source: Add
ar: أضِف
da: Tilføj
et: Lisa
hy: Աւելացնել
ia: Adder
kab: Rnu
lb: Bäisetzen
lv: Pievienot
si: එකතු කරන්න
ta: கூட்டு
th: เพิ่ม

source: Joining…
ar: ينضم…
da: Forbinder…
et: Liitume…
hy: Մուտք…
ia: Jungente…
kab: Anekcum…
lb: Bäitrieden…
lv: Pievienojas…
si: සම්බන්ධවෙමින්…
ta: இணைத்தல்…
th: เข้าร่วม…

source: Password required to enter room
ar: كلمة السر إلزامية لدخول الغرفة
da: Adgang til rummet kræver kodeord
et: Jututuppa pääsemiseks on vajalik salasõna
hy: Սենեակին միանալու համար անհրաժէշտ է ծածկագիր
ia: Contrasigno requirite pro entrar in sala
kab: Awal uffir yettwasra i unekcum ɣer texxamt
lb: Passwuert gëtt gebraucht fir de Raum ze betrieden
lv: Lai ievadītu istabu, nepieciešama parole
si: කාමරයට ඇතුළු වීමට මුරපදය අවශ්‍යයි
ta: அறைக்குள் நுழைய கடவுச்சொல் தேவை
th: ต้องใช้รหัสผ่านเพื่อเข้าห้อง

source: Banned from joining or creating conference
ar: ممنوع من الانضمام أو إنشاء مؤتمرات
da: Udelukket fra at forbinde til eller oprette konference
et: Sul on keeld liituda vestlusrühmaga või seda luua
hy: Քեզ արգելուած է ստեղծել կամ միանալ սենեակների
ia: Bannite de junger o crear conferentia
kab: Yettwaḥkem-d seg unekcum neɣ seg tmerna n tmuγri
lb: Gebannt vum bäitrieden an erstelle vu Konferenzen
lv: Aizliegts pievienoties vai izveidot konferenci
si: සම්මන්ත්‍රණයට සම්බන්ධ වීම හෝ නිර්මාණය කිරීම තහනම්
ta: மாநாட்டில் சேர அல்லது உருவாக்க தடை விதிக்கப்பட்டது
th: ต้องใช้รหัสผ่านเพื่อเข้าห้อง

source: Room does not exist
ar: الغرفة غير موجودة
da: Rummet findes ikke
et: Jututuba pole olemas
hy: Սենեակը գոյութիւն չունի
ia: Le sala non existe
kab: Taxxamt ulac-itt
lb: Raum existéiert net
lv: Istaba neeksistē
si: කාමරය නොපවතී
ta: அறை இல்லை
th: ห้องไม่มีอยู่

source: Not allowed to create room
ar: لا تصريح لإنشاء غرفة
da: Ikke tilladt at oprette rum
et: Jututoa loomine pole lubatud
hy: Սենեակ ստեղծելն արգելուած է
ia: Non permittite crear sala
kab: Ur yettusireg ara i tmerna n texxamt
lb: Net erlaabt ee Raum ze erstellen
lv: Nav atļauts izveidot istabu
si: කාමරය නිර්මාණය කිරීමට අවසර නැත
ta: அறையை உருவாக்க அனுமதிக்கப்படவில்லை
th: ห้ามสร้างห้อง

source: Members-only room
ar: غرفة خاصة للأعضاء
da: Rum kun for medlemmer
et: Ainult liikmetele mõeldud jututuba
hy: Փակ սենեակ՝ միայն անդամների համար
ia: Sala solo pro membros
kab: Taxxamt n yiɛeggalen kan
lb: Raum ass nëmme fir Memberen
lv: Tikai biedriem paredzēta istaba
si: සාමාජිකයන්ට පමණක් කාමරය
ta: உறுப்பினர்கள் மட்டுமே அறை
th: ห้องสำหรับสมาชิกเท่านั้น

source: Choose a different nick
ar: اختر لقبًا آخر
da: Vælg et andet kaldenavn
et: Vali mõni muu hüüdnimi
hy: Ընտրել այլ մականուն
ia: Eliger un altere pseudonymo
kab: Fren isem anida nniḍen
lb: Wiel een anere Spëtznumm
lv: Izvēlieties citu segvārdu
si: වෙනත් අන්වර්ථ නාමයක් තෝරන්න
ta: வேறு நிக் தேர்வு செய்யவும்
th: เลือกชื่อเล่นอื่น

source: Too many occupants in room
ar: الغرفة مكتظة
da: Der er for mange personer i rummet
et: Jututoas on liiga palju osalejaid
hy: Չափից շատ մասնակիցներ՝ սենեակում
ia: Troppo de occupantes in sala
kab: Aṭas n yimttekkiyen deg texxamt
lb: De Raum huet ze vill Benotzer
lv: Pārāk daudz dalībnieku istabā
si: කාමරයේ වාසීන් ඉතා වැඩිය
ta: அறையில் அதிகமான குடியிருப்பாளர்கள்
th: มีคนอยู่ในห้องมากเกินไป

source: Could not connect to %s
ar: تعذَّر الاتِّصال إلى %s
da: Kunne ikke forbinde til %s
et: Ühenduse loomine serveriga %s ei õnnestunud
hy: Հնարաւոր չէ միանալ %s֊ին
ia: Non poteva connecter se a %s
kab: D awezɣi tuqqna ɣer %s
lb: Konnt net op %s connectéieren
lv: Nevarēja savienoties ar %s
si: %s වෙත සම්බන්ධ වීමට නොහැකි විය
ta: %s உடன் இணைக்க முடியவில்லை
th: ไม่สามารถเชื่อมต่อกับ %s ได้

source: Invalid address
ar: العنوان غير صالح
da: Ugyldig adresse
et: Vigane aadress
hy: Անուաւեր հասցէ
ia: Adresse invalide
kab: Yir tansa
lb: Ongülteg Adress
lv: Nederīga adrese
si: ලිපිනය වැරදියි
ta: தவறான முகவரி
th: ที่อยู่ไม่ถูกต้อง

source: Search or enter contact address...
ar: البحث أو إدخال عنوان جهة الاتصال...
da: Søg eller indtast kontaktadresse...
et: Otsi või sisesta kontakti aadress...
hy: Որոնել կամ մուտքագրել կոնտակտի հասցեն...
ia: Cercar o entrar adresse de contacto...
kab: Nadi neɣ sekcem tansa n unermas...
lb: Sichen oder Kontaktadress aginn...
lv: Meklēt vai ievadīt kontakta adresi...
si: සම්බන්ධතා ලිපිනය සොයන්න හෝ ඇතුළත් කරන්න...
ta: தொடர்பு முகவரியை தேட அல்லது உள்ளிடுக...
th: ค้นหาหรือใส่ที่อยู่ผู้ติดต่อ...

source: Start
ar: ابدأ
et: Alusta
hy: Սկսել
ia: Initiar
kab: Bdu
lb: Starten
lv: Sākt
si: අරඹන්න
ta: தொடங்கு
th: เริ่ม

source: Browse Rooms
ar: تصفح الغرف
da: Gennemse rum
et: Sirvi tubasid
hy: Դիտել սենյակները
ia: Navigar salas
kab: Snirem tixxamin
lb: Raim duerchsichen
lv: Pārlūkot istabas
si: කාමර බ්‍රවුස් කරන්න
ta: அறைகளை உலாவுக
th: เรียกดูห้อง

source: Browse Contacts
ar: تصفح جهات الاتصال
da: Gennemse kontakter
et: Sirvi kontakte
hy: Դիտել կոնտակտները
ia: Navigar contactos
kab: Wali inermisen
lb: Kontakter duerchkucken
lv: Pārlūkot kontaktus
si: සම්බන්ධතා බ්‍රවුස් කරන්න
ta: தொடர்புகளை உலாவு
th: เรียกดูรายชื่อ

source: Add Contact
ar: أضف مُراسِلًا
da: Tilføj kontakt
et: Lisa kontakt
hy: Աւելացնել կոնտակտ
ia: Adder contacto
kab: Rnu anermis
lb: Kontakt bäisetzen
lv: Pievienot kontaktu
si: සම්බන්ධතාවක් එක් කරන්න
ta: தொடர்பைச் சேர்க்கவும்
th: เพิ่มรายชื่อ

source: Delete Contact
ar: حذف جهة الاتصال
da: Slet kontakt
et: Kustuta kontakt
hy: Ջնջել կոնտակտը
ia: Deler contacto
kab: Kkes anermis
lb: Kontakt läschen
lv: Dzēst kontaktu
si: සම්බන්ධතාවක් මකන්න
ta: தொடர்பை நீக்கு
th: ลบรายชื่อ

source: Leave Group
ar: مغادرة المجموعة
da: Forlad gruppe
et: Lahku grupist
hy: Լքել խումբը
ia: Lassar gruppo
kab: Ffeɣ seg ugraw
lb: Grupp verloossen
lv: Pamest grupu
si: කණ්ඩායම හැරයන්න
ta: குழுவை விடு
th: ออกจากกลุ่ม

source: Beenden
ar: خروج
da: Afslut
hy: Ելք
ia: Quitar
lb: Ophalen
lv: Iziet
ta: வெளியேறு

source: Passwort
ar: كلمة المرور
hy: Գաղտնաբառ
ia: Contrasigno
lv: Parole
ta: கடவுச்சொல்

source: DinoX entsperren
ar: فتح قفل DinoX
da: Lås DinoX op
hy: Ապաարգելափակել DinoX-ը
ia: Disblocar DinoX
lb: DinoX entspären
lv: Atbloķēt DinoX
ta: DinoX ஐத் திறக்கவும்

source: Bitte Passwort eingeben, um die verschlüsselte Datenbank zu öffnen.
ar: يرجى إدخال كلمة المرور لفتح قاعدة البيانات المشفرة.
da: Indtast venligst adgangskode for at åbne den krypterede database.
hy: Խնդրում ենք մուտքագրել գաղտնաբառը՝ գաղտնագրված տվյալների բազան բացելու համար:
ia: Per favor insere le contrasigno per aperir le base de datos cryptate.
lb: Gitt w.e.g. d'Passwuert an, fir déi verschlësselt Datebank opzemaachen.
lv: Lūdzu, ievadiet paroli, lai atvērtu šifrēto datubāzi.
ta: குறியாக்கம் செய்யப்பட்ட தரவுத்தளத்தைத் திறக்க கடவுச்சொல்லை உள்ளிடவும்.

source: Falsches Passwort. Versuch %d/%d
ar: كلمة مرور خاطئة. المحاولة %d/%d
da: Forkert adgangskode. Forsøg %d/%d
hy: Սխալ գաղտնաբառ: Փորձ %d/%d
ia: Contrasigno incorrecte. Tentativa %d/%d
lb: Falscht Passwuert. Versuch %d/%d
lv: Nepareiza parole. Mēģinājums %d/%d
ta: தவறான கடவுச்சொல். முயற்சி %d/%d

source: Entsperren
ar: فتح القفل
da: Lås op
hy: Ապաարգելափակել
ia: Disblocar
lb: Entspären
lv: Atbloķēt
ta: திற

source: Passwort bestätigen
ar: تأكيد كلمة المرور
da: Bekræft adgangskode
hy: Հաստատել գաղտնաբառը
ia: Confirmar contrasigno
lb: Passwuert bestätegen
lv: Apstiprināt paroli
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Passwort festlegen
ar: تعيين كلمة المرور
hy: Սահմանել գաղտնաբառ
ia: Definir contrasigno
lv: Iestatīt paroli
ta: கடவுச்சொல்லை அமைக்கவும்

source: Bei der ersten Nutzung musst du ein Passwort setzen. Ohne Passwort kann DinoX die verschlüsselte Datenbank nicht öffnen.
ar: يجب عليك تعيين كلمة مرور عند الاستخدام الأول. بدون كلمة مرور لا يمكن لـ DinoX فتح قاعدة البيانات المشفرة.
da: Du skal indstille en adgangskode ved første brug. Uden adgangskode kan DinoX ikke åbne den krypterede database.
et: Esmakordsel kasutamisel peate määrama parooli. Ilma paroolita ei saa DinoX krüpteeritud andmebaasi avada.
hy: Առաջին օգտագործման ժամանակ պետք է սահմանեք գաղտնաբառ: Առանց գաղտնաբառի DinoX-ը չի կարող բացել գաղտնագրված տվյալների բազան:
ia: Tu debe definir un contrasigno al prime uso. Sin contrasigno, DinoX non pote aperir le base de datos cryptate.
kab: Yessefk ad tesbaduḍ awal uffir deg useqdec amezwaru. War awal uffir, DinoX ur izmir ara ad yeldi tabase n isefka yewgelhen.
lb: Dir musst e Passwuert beim éischte Gebrauch setzen. Ouni Passwuert kann DinoX déi verschlësselt Datebank net opmaachen.
lv: Pirmajā lietošanas reizē jums jāiestata parole. Bez paroles DinoX nevar atvērt šifrēto datubāzi.
ta: முதல் பயன்பாட்டில் நீங்கள் கடவுச்சொல்லை அமைக்க வேண்டும். கடவுச்சொல் இல்லாமல் DinoX குறியாக்கம் செய்யப்பட்ட தரவுத்தளத்தைத் திறக்க முடியாது.

source: Ungültiges Passwort. Versuch %d/%d
ar: كلمة مرور غير صالحة. المحاولة %d/%d
da: Ugyldig adgangskode. Forsøg %d/%d
hy: Անվավեր գաղտնաբառ: Փորձ %d/%d
ia: Contrasigno invalide. Tentativa %d/%d
lb: Ongëltegt Passwuert. Versuch %d/%d
lv: Nederīga parole. Mēģinājums %d/%d
ta: செல்லாத கடவுச்சொல். முயற்சி %d/%d

source: Passwort setzen
ar: تعيين كلمة المرور
hy: Սահմանել գաղտնաբառ
ia: Definir contrasigno
lv: Iestatīt paroli
ta: கடவுச்சொல்லை அமைக்கவும்

source: Set Status Message
ar: تعيين رسالة الحالة
et: Määra olekuteade
hy: Սահմանել կարգավիճակի հաղորդագրություն
ia: Definir message de stato
kab: Sbadu izen n waddad
lv: Iestatīt statusa ziņojumu
ta: நிலை செய்தியை அமைக்கவும்

source: Set
ar: تعيين
et: Määra
hy: Սահմանել
ia: Definir
kab: Sbadu
lv: Iestatīt
ta: அமை

source: Aktuelles Passwort
ar: كلمة المرور الحالية
da: Nuværende adgangskode
hy: Ընթացիկ գաղտնաբառ
ia: Contrasigno actual
lb: Aktuellt Passwuert
lv: Pašreizējā parole
ta: தற்போதைய கடவுச்சொல்

source: Neues Passwort
ar: كلمة مرور جديدة
hy: Նոր գաղտնաբառ
ia: Nove contrasigno
lv: Jauna parole
ta: புதிய கடவுச்சொல்

source: Neues Passwort bestätigen
ar: تأكيد كلمة المرور الجديدة
da: Bekræft ny adgangskode
hy: Հաստատել նոր գաղտնաբառը
ia: Confirmar nove contrasigno
lb: Neit Passwuert bestätegen
lv: Apstiprināt jauno paroli
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Datenbank-Passwort ändern
ar: تغيير كلمة مرور قاعدة البيانات
da: Skift database-adgangskode
hy: Փոխել տվյալների բազայի գաղտնաբառը
ia: Cambiar contrasigno del base de datos
lb: Datebank-Passwuert änneren
lv: Mainīt datubāzes paroli
ta: தரவுத்தள கடவுச்சொல்லை மாற்றவும்

source: Dieses Passwort wird verwendet, um deine lokalen DinoX-Daten zu verschlüsseln.
ar: تستخدم كلمة المرور هذه لتشفير بيانات DinoX المحلية الخاصة بك.
da: Denne adgangskode bruges til at kryptere dine lokale DinoX-data.
et: Seda parooli kasutatakse teie kohalike DinoX-i andmete krüpteerimiseks.
hy: Այս գաղտնաբառը օգտագործվում է ձեր տեղական DinoX տվյալները գաղտնագրելու համար:
ia: Iste contrasigno es usate per cryptar tu datos local de DinoX.
kab: Awal uffir-a yettwaseqdac i uwgelhen n isefka-ik n DinoX.
lb: Dëst Passwuert gëtt benotzt fir Är lokal DinoX-Donnéeën ze verschlësselen.
lv: Šī parole tiek izmantota, lai šifrētu jūsu vietējos DinoX datus.
ta: உங்கள் உள்ளூர் DinoX தரவை குறியாக்கம் செய்ய இந்தக் கடவுச்சொல் பயன்படுத்தப்படுகிறது.

source: Abbrechen
ar: إلغاء
da: Annuller
hy: Չեղարկել
ia: Cancellar
lb: Ofbriechen
lv: Atcelt
ta: ரத்துசெய்

source: Ändern
ar: تغيير
da: Skift
hy: Փոխել
ia: Cambiar
lb: Änneren
lv: Mainīt
ta: மாற்று

source: Modern XMPP client with extended features
ar: عميل XMPP حديث مع ميزات موسعة
da: Moderne XMPP-klient med udvidede funktioner
et: Kaasaegne XMPP klient laiendatud funktsioonidega
hy: Ժամանակակից XMPP հաճախորդ ընդլայնված հնարավորություններով
ia: Cliente XMPP moderne con functiones extendite
kab: Amsaɣ XMPP amiran s tmahilin yettwasɣezfen
lb: Modernen XMPP Client mat erweiderte Funktiounen
lv: Mūsdienīgs XMPP klients ar paplašinātām funkcijām
si: දිගු විශේෂාංග සහිත නවීන XMPP සේවාදායකයා
ta: விரிவாக்கப்பட்ட அம்சங்களுடன் நவீன XMPP கிளையன்ட்
th: ไคลเอนต์ XMPP สมัยใหม่พร้อมคุณสมบัติขยาย

source: User Data Locations
ar: مواقع البيانات
da: Dataplaceringer
et: Andmete asukohad
hy: Օգտատիրոջ տվյալների գտնվելու վայրերը
ia: Locationes del datos del usator
kab: Idigen n yisefka n useqdac
lb: Daten-Stanuerter
lv: Datu atrašanās vietas
si: පරිශීලක දත්ත ස්ථාන
ta: பயனர் தரவு இருப்பிடங்கள்
th: ตำแหน่งข้อมูลผู้ใช้

source: Configuration:
ar: الإعدادات:
da: Konfiguration:
et: Seadistus:
hy: Կարգավորումներ:
kab: Asefsu:
lb: Konfiguratioun:
lv: Konfigurācija:
si: වින්‍යාසය:
ta: உள்ளமைவு:
th: การกำหนดค่า:

source: Data & Database:
ar: البيانات وقاعدة البيانات:
et: Andmed ja andmebaas:
hy: Տվյալներ և տվյալների բազա:
ia: Datos & Base de datos:
kab: Isefka d taffa n yisefka:
lb: Daten & Datebank:
lv: Dati un datubāze:
si: දත්ත සහ දත්ත සමුදාය:
ta: தரவு & தரவுத்தளம்:
th: ข้อมูลและฐานข้อมูล:

source: Cache:
ar: الذاكرة المؤقتة:
et: Vahemälu:
hy: Քեշ:
kab: Tuffirt:
lv: Kešatmiņa:
si: හැඹිලිය:
ta: தற்காலிக சேமிப்பு:
th: แคช:

source: Info:
ar: معلومات:
hy: Տեղեկություն:
kab: Talɣut:
lv: Informācija:
si: තොරතුරු:
ta: தகவல்:
th: ข้อมูล:

source: Your personal data (accounts, messages, files) is stored separately from the application.
ar: يتم تخزين بياناتك الشخصية (الحسابات والرسائل والملفات) بشكل منفصل عن التطبيق.
da: Dine personlige data (konti, beskeder, filer) gemmes separat fra applikationen.
et: Teie isikuandmed (kontod, sõnumid, failid) salvestatakse rakendusest eraldi.
hy: Ձեր անձնական տվյալները (հաշիվներ, հաղորդագրություններ, ֆայլեր) պահվում են հավելվածից առանձին:
ia: Tu datos personal (contos, messages, files) es immagazinate separatemente del application.
kab: Isefka-inek udmawanen (imiḍanen, iznan, ifuyla) ttuskelsen s wudem yemgaraden ɣef usnas.
lb: Är perséinlech Daten (Konten, Messagen, Fichieren) ginn getrennt vun der Applikatioun gespäichert.
lv: Jūsu personas dati (konti, ziņojumi, faili) tiek glabāti atsevišķi no lietojumprogrammas.
si: ඔබේ පුද්ගලික දත්ත (ගිණුම්, පණිවිඩ, ගොනු) යෙදුමෙන් වෙන්ව ගබඩා කර ඇත.
ta: உங்கள் தனிப்பட்ட தரவு (கணக்குகள், செய்திகள், கோப்புகள்) பயன்பாட்டிலிருந்து தனியாக சேமிக்கப்படுகிறது.
th: ข้อมูลส่วนบุคคลของคุณ (บัญชี ข้อความ ไฟล์) ถูกจัดเก็บแยกต่างหากจากแอปพลิเคชัน

source: When you update DinoX, your data remains intact.
ar: عند تحديث DinoX، تبقى بياناتك سليمة.
da: Når du opdaterer DinoX, forbliver dine data intakte.
et: Kui värskendate DinoX-i, jäävad teie andmed puutumatuks.
hy: Երբ թարմացնում եք DinoX-ը, ձեր տվյալները մնում են անփոփոխ:
ia: Quando tu actualisa DinoX, tu datos remane intacte.
kab: Mi ara tleqqmeḍ DinoX, isefka-ik ad qqimen akken llan.
lb: Wann Dir DinoX aktualiséiert, bleiwen Är Daten intakt.
lv: Atjauninot DinoX, jūsu dati paliek neskarti.
si: ඔබ DinoX යාවත්කාලීන කරන විට, ඔබේ දත්ත නොවෙනස්ව පවතී.
ta: நீங்கள் DinoX-ஐ புதுப்பிக்கும்போது, உங்கள் தரவு அப்படியே இருக்கும்.
th: เมื่อคุณอัปเดต DinoX ข้อมูลของคุณจะยังคงอยู่

source: Use Settings → General → Backup User Data to create a backup.
ar: استخدم الإعدادات ← عام ← نسخ احتياطي لبيانات المستخدم لإنشاء نسخة احتياطية.
da: Brug Indstillinger → Generelt → Sikkerhedskopier brugerdata for at oprette en sikkerhedskopi.
et: Varukoopia loomiseks kasutage Seaded → Üldine → Kasutaja andmete varundamine.
hy: Օգտագործեք Կարգավորումներ → Ընդհանուր → Պահուստավորել օգտատիրոջ տվյալները՝ պահուստ ստեղծելու համար:
ia: Usa Configurationes → General → Copia de securitate pro crear un copia.
kab: Seqdec Iɣewwaṛen → Amatu → Ḥrez isefka n useqdac i usnulfu n uḥraz.
lb: Benotzt Astellungen → Allgemeng → Benotzerdaten zécherheetskopiéieren fir e Backup ze maachen.
lv: Izmantojiet Iestatījumi → Vispārīgi → Dublēt lietotāja datus, lai izveidotu dublējumu.
si: උපස්ථයක් සෑදීමට සැකසුම් → සාමාන්‍ය → පරිශීලක දත්ත උපස්ථ කරන්න භාවිතා කරන්න.
ta: காப்புப்பிரதி உருவாக்க அமைப்புகள் → பொது → பயனர் தரவை காப்புப்பிரதி எடு பயன்படுத்தவும்.
th: ใช้การตั้งค่า → ทั่วไป → สำรองข้อมูลผู้ใช้เพื่อสร้างการสำรองข้อมูล

source: Select Backup File
ar: اختر ملف النسخة الاحتياطية
da: Vælg backup-fil
et: Vali varukoopia fail
hy: Ընտրել պահուստային ֆայլը
ia: Seliger file de copia de securitate
kab: Fren afaylu n uḥraz
lb: Backup-Datei auswielen
lv: Izvēlēties dublējuma failu
ta: காப்புப்பிரதி கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์สำรองข้อมูล
