Repository: rallep71/dinox
Catalog: main/po/ie.po
Languages: ie

source: Add MUC
ie: Adjunter MUC

source: Insert a Name for MUC...
ie: Inserter un nómine por MUC...

source: Search or enter channel address...
ie: Serchar o inserter adresse de canal...

source: Add Group
ie: Addir gruppe

source: Delete Group
ie: Deleter gruppe

source: Reject
ie: Refusar

source: Accept
ie: Acceptar

source: Record voice message
ie: Registrar missage vocal

source: Send message
ie: Misser missage

source: Remove Contact
ie: Remover contacte

source: About
ie: Pri

source: Private room (supports group calls)
ie: Chambre privat (supporta voces gruppal)

source: Muted
ie: Silentiat

source: Blocked
ie: Bloccat

source: Start Conversation
ie: Iniciar un conversation

source: Join Channel
ie: Adherer al chanele

source: Show preferences
ie: Monstrar preferenties

source: Keyboard shortcuts
ie: Claviatural abbreviationes

source: Search messages
ie: Serchar missages

source: Send a file
ie: Inviar un file

source: Close conversation
ie: Clauder conversation

source: Jump to next conversation
ie: Ear al sequent conversation

source: Jump to previous conversation
ie: Ear al precedent conversation

source: Help: How to join channels
ie: Auxilie: Qualmen junter canales

source: You have no open chats
ie: Vu ne have apertet conversationes

source: Click + to start a chat or join a channel
ie: Clacca + por comensar un chat o junter un canal

source: Status
ie: Statu

source: Online
ie: Conectet

source: Away
ie: Absent

source: Busy
ie: Occupat

source: Not Available
ie: Ne disponibil

source: Preferences
ie: Preferenties

source: Keyboard Shortcuts
ie: Rapid-tastes

source: About DinoX
ie: Pri DinoX

source: Contact Details
ie: Detallies del contacte

source: Delete Conversation History
ie: Deler historie del conversationes

source: Cancel
ie: Anullar

source: Update message
ie: Actualisar li missage

source: XMPP Address
ie: Adresse XMPP

source: Local alias
ie: Local pseudonim

source: Password
ie: Contrasigne

source: Connection status
ie: Status de connexion

source: View Certificate
ie: Vider certificate

source: Advanced Settings
ie: Parametres avansat

source: Custom server connection (leave empty for automatic)
ie: Connexion de servitor personalisat (vacue por automatic)

source: Server Hostname
ie: Nómine de servitor

source: Current password
ie: Contrasigne actual

source: New password
ie: Nov contrasigne

source: Confirm password
ie: Confirmar contrasigne

source: Send _Typing Notifications
ie: Inviar notificationes de _tippar

source: Send _Read Receipts
ie: Inviar _recepisse de lecture

source: _Notifications
ie: _Notificationes

source: Notify when a new message arrives
ie: Notificar quande un missage ariva

source: _Keep Running in Background
ie: _Mantener in funde

source: Continue running after closing window to receive notifications immediately
ie: Continuar executer pos clausura del fenestre por receiver notificationes immediatmen

source: Appearance
ie: Apparentie

source: _Color Scheme
ie: _Schema de colores

source: Choose between light and dark appearance
ie: Selecter inter apparentie clar e obscur

source: _Convert Smileys to Emoji
ie: _Converter smileys a emoji

source: User Data
ie: Data del usator

source: Backup User Data
ie: Copia de securitá de usator

source: Create a backup of your accounts, messages and settings
ie: Crear un copia de securitá de tui contos, missages e parametres

source: Restore from Backup
ie: Restaurar de copia de securitá

source: Restore accounts, messages and settings from a backup file
ie: Restaurar contos, missages e parametres de un file de securita

source: Data Storage Location
ie: Location de immagazinage de data

source: View where your data is stored
ie: Vider u tui data es stocat

source: Database Maintenance
ie: Mantenentie del base de datos

source: Clear Cache
ie: Vacuar cache

source: Clear cached files, avatars and previews
ie: Vacuar files in cache, avatares e previsualisationes

source: Reset Database
ie: Reinitialisar base de datos

source: Delete all messages, files and OMEMO keys. Your accounts will remain.
ie: Deler omni missages, files e claves OMEMO. Tui contos va restar.

source: Factory Reset
ie: Reinitialisation de fabrica

source: Delete ALL data including accounts. This cannot be undone!
ie: Deler OMNI datos includente contos. To ne posse esser desfat!

source: Accounts
ie: Contos

source: Contacts
ie: Contactes

source: Encryption
ie: Cryptation

source: Next
ie: Avan

source: Join
ie: Adherer

source: Add
ie: Adjunter

source: Joining…
ie: Adherente…

source: Password required to enter room
ie: Un contrasigne es besonat por intrar li chambre

source: Banned from joining or creating conference
ie: Prohibit de adhesion o creation de conferenties

source: Room does not exist
ie: Chambre ne existe

source: Not allowed to create room
ie: Ne es permisset crear chambres

source: Members-only room
ie: Solmen por membres

source: Choose a different nick
ie: Selecte un different nómine

source: Too many occupants in room
ie: Tro mult occupantes in li chambre

source: Could not connect to %s
ie: Ne successat conexer a %s

source: Invalid address
ie: Adresse es ínvalid

source: Search or enter contact address...
ie: Serchar o inserter adresse de contacto...

source: Start
ie: Iniciar

source: Browse Rooms
ie: Explorar chambres

source: Browse Contacts
ie: Percurrer contactes

source: Add Contact
ie: Adjunter li contacte

source: Delete Contact
ie: Deler contacte

source: Leave Group
ie: Quitar gruppe

source: Modern XMPP client with extended features
ie: Client XMPP modern con functiones extendet

source: User Data Locations
ie: Locationes de data de usator

source: Data & Database:
ie: Data e base de data:

source: Info:
ie: Information:

source: Your personal data (accounts, messages, files) is stored separately from the application.
ie: Tui datas personal (contos, missages, files) es storat separatmen del application.

source: When you update DinoX, your data remains intact.
ie: Quande vu actualisa DinoX, tui data remane intacte.

source: Use Settings → General → Backup User Data to create a backup.
ie: Usa Parametres → General → Copia de securitá por crear un copia.

source: Select Backup File
ie: Selecter file de copia de securitá

source: Backup Files (*.tar.gz, *.tar.gz.gpg)
ie: Files de reserva (*.tar.gz, *.tar.gz.gpg)

source: Enter Backup Password
ie: Intrar contrasigne de copia de securitá

source: This backup is encrypted. Please enter the password to decrypt it.
ie: Ti reserva es cryptat. Intrar li contrasigne.

source: Decrypt & Restore
ie: Decryptar e restaurar

source: Restore Backup
ie: Restaurar copia de securitá

source: Decrypting Backup...
ie: Decryptante copia de securitá...

source: Restoring Backup...
ie: Restaurante copia de securitá...

source: Please wait, this may take a moment...
ie: Ples atende, to posse durar un moment...

source: Decrypting encrypted backup file...
ie: Decryptante li file de reserva...

source: Decryption Failed
ie: Decryptation fallat

source: Could not decrypt the backup file. Please check if the password is correct.
ie: Ne posset decryptar li file. Verifica si li contrasigne es corect.

source: Extracting files from backup...
ie: Extrahente files del reserva...

source: Restore Complete!
ie: Restauration complet!

source: DinoX will now restart...
ie: DinoX va reinitiar nu...

source: Restore Failed
ie: Restauration fallit

source: Could not restore the backup file. Error: %s
ie: Ne posset restaurar li file. Errar: %s

source: Unknown error
ie: Errore ínconosset

source: Your personal data (accounts, messages, files) is stored separately from the application. When you update DinoX, your data remains intact.
ie: Tui datas personal (contos, missages, files) es storat separatmen del application. Quande tu actualisar DinoX, tui datas remane intact.

source: Close
ie: Cluder

source: This will delete cached files, avatars and previews. They will be re-downloaded when needed.
ie: To va deler files in cache, avatares e previsualisationes. Illi va esser re-descargat quande beson.

source: Cache cleared (%s freed)
ie: Cache vacuat (%s liberat)

source: Failed to clear cache
ie: Fallo vacuar cache

source: Resetting database... DinoX will restart.
ie: Reinitiante li base de datos... DinoX va reinitiar.

source: Create Backup First
ie: Crear copia de securitá prim

source: Delete Everything
ie: Deler omnicos

source: Are you absolutely sure?
ie: Esque vu es absolutmen cert?

source: Confirm Delete
ie: Confirmar deletion

source: Factory reset in progress... DinoX will restart.
ie: Restauration de fabrica in progres... DinoX va reinitiar.

source: Backup Encryption
ie: Cryptation del copia de securitá

source: Do you want to encrypt the backup with a password? Encrypted backups are more secure but require the password to restore.
ie: Esque vu vole cryptar li copia de securitá con un contrasigne? Copias de securitá cryptat es plu secur ma besona li contrasigne por restabilir.

source: No Encryption
ie: Null cryptation

source: Encrypt with Password
ie: Cryptar con contrasigne

source: Set Backup Password
ie: Configurar contrasigne de copia de securitá

source: Enter a password to encrypt the backup. <b>Important:</b> Remember this password! Without it, the backup cannot be restored.
ie: Intrar un contrasigne por cryptar li reserva. <b>Important:</b> Memora ti contrasigne! Sin it, li reserva ne posse esser restaurat.

source: Password (minimum 4 characters)
ie: Contrasigne (minim 4 caracteres)

source: Confirm Password
ie: Confirmar contrasigne

source: Create Encrypted Backup
ie: Crear copia de securitá cryptat

source: Password too short
ie: Contrasigne tro curt

source: Passwords do not match
ie: Contrasignes ne coresponde

source: ✓ Passwords match
ie: ✓ Contrasignes coresponde

source: Select Backup Location
ie: Selecter location de copia

source: Creating Encrypted Backup...
ie: Creante copia de securitá cryptat...

source: Creating Backup...
ie: Creante copia de securitá...

source: Please wait while your data is being backed up.
ie: Ples atende durante que tui data es copiat.

source: No data directory found to backup
ie: Null directoria de data trovat por far copia de securitá

source: Backup Failed
ie: Copia de securitá fallit

source: Encrypted Backup Created
ie: Copia de securitá cryptat creat

source: Your encrypted backup was created successfully. Size: %s
ie: Vor copia de securitá cryptat esset creat successosi. Dimension: %s

source: Your encrypted backup was created successfully.
ie: Tui copia de securitá cryptat esset creat successosi.

source: Backup Created
ie: Copia de securitá creat

source: Your backup was created successfully. Size: %s
ie: Vor copia de securitá esset creat successosi. Dimension: %s

source: Your backup was created successfully.
ie: Tui copia de securitá esset creat successosi.

source: Backup failed: %s
ie: Copia fallit: %s

source: No microphone found.
ie: Null microphone trovat.

source: Speakers
ie: Altparlatores

source: No speaker found.
ie: Null altparlator trovat.

source: Invite to Call
ie: Invitar a voce

source: Invite
ie: Invitar

source: Me
ie: Yo

source: %s ended the call
ie: %s finit li voce

source: %s declined the call
ie: %s refusat li voce

source: Debug information
ie: Information de depurar

source: Calling…
ie: Vocante…

source: Ringing…
ie: Sonante…

source: Connecting…
ie: Conexion…

source: No camera found.
ie: Null camera trovat.

source: This conference does not allow you to send messages.
ie: Ti-ci conferentie ne permisse a vos inviar missages.

source: Request permission
ie: Demandar li permission

source: Unencrypted
ie: Ínciffrat

source: Request permission to send messages
ie: Demandar li permission inviar missages

source: Request
ie: Demandar

source: On
ie: Yes

source: Off
ie: No

source: Send typing notifications
ie: Inviar notificationes pri li tippada

source: Default: %s
ie: Predefinit: %s

source: Send read receipts
ie: Inviar confirmationes de letion

source: Incoming video call
ie: Voce video entrante

source: Incoming call
ie: Voce entrante

source: Incoming video group call
ie: Voce video gruppal entrante

source: Incoming group call
ie: Voce gruppal entrante

source: Call started
ie: Voce comensat

source: Started %s ago
ie: Comensat ante %s

source: Outgoing call
ie: Voce exiente

source: You handled this call on another device
ie: Vu maneat ti voce sur un altri aparate

source: Call ended
ie: Voce finit

source: Ended at %s
ie: Finit ye %s

source: Lasted %s
ie: Durat %s

source: Call missed
ie: Voce missat

source: You missed this call
ie: Vu missat ti voce

source: %s missed this call
ie: %s missat ti voce

source: Call declined
ie: Voce refusat

source: You declined this call
ie: Vu refusat ti voce

source: %s declined this call
ie: %s refusat ti voce

source: Call failed
ie: Voce fallit

source: a few seconds
ie: qualc secundes

source: %s, %s and %i others are typing…
ie: %s, %s e %i altri tippa…

source: %s, %s and %s are typing…
ie: %s, %s e %s tippa…

source: %s and %s are typing…
ie: %s e %s tippa…

source: %s is typing…
ie: %s tippa…

source: Delivered
ie: Livrat

source: Read
ie: Leyet

source: Unable to send message
ie: Ne successat inviar li missage

source: %b %d, %H∶%M
ie: %e %b, %H∶%M

source: %b %d, %l∶%M %p
ie: %e %b, %l∶%M %p

source: Just now
ie: Strax

source: More actions
ie: Plu actiones

source: Open
ie: Aperter

source: Save as…
ie: Conservar quam…

source: Downloading %s… (%u%%)
ie: Descargante %s… (%u%%)

source: Downloading %s…
ie: Descargante %s…

source: Uploading %s… (%u%%)
ie: Cargante %s… (%u%%)

source: %s offered: %s
ie: %s ha ofertat: %s

source: File offered: %s
ie: File sta ofertat: %s

source: File offered
ie: Un file sta ofertat

source: File transfer failed
ie: Transferte de un file ne successat

source: Kick user
ie: Expeller usator

source: Ban user
ie: Bannar usator

source: Add reaction
ie: Adjunter reaction

source: This conversation does not support reactions.
ie: Ti conversation ne supporta reactiones.

source: Reply
ie: Responder

source: This conversation does not support replies.
ie: Ti conversation ne supporta responsas.

source: Moderate message...
ie: Moderar missage…

source: Delete...
ie: Suprimer...

source: Delete locally
ie: Suprimer localmen

source: Moderate message
ie: Moderar missage

source: Delete message
ie: Deler missage

source: Do you want to remove this message from the channel?
ie: Esque vu vole suprimer ti missage del canal?

source: Remove
ie: Remover

source: Do you want to delete this message just for yourself or for everyone?
ie: Esque vu vole suprimer ti missage solmen por vu o por omnes?

source: Delete for everyone
ie: Suprimer por omnes

source: Message deleted
ie: Missage delet

source: edited
ie: redactet

source: Message truncated - exceeds 100,000 characters
ie: Missage truncat - plu de 100.000 caracteres

source: pending…
ie: expectante…

source: delivery failed
ie: livration fallit

source: Edit message
ie: Redacter missage

source: You
ie: Vu

source: Send request
ie: Inviar demanda

source: You do not receive status updates from this contact yet.
ie: Vu ancor ne recive actualisationes de status de ti contacto.

source: Deny
ie: Refusar

source: This contact would like to add you to their contact list
ie: Ti-ci contacte desira adjunter vos al su contact-liste

source: New
ie: Nov

source: Display name
ie: Nómine monstrat

source: Topic
ie: Tema

source: Permissions
ie: Permissiones

source: Manage Affiliations
ie: Gerer affiliationes

source: Danger Zone
ie: Zone de dangere

source: Destroy Room
ie: Destructer chambre

source: Destroy Room?
ie: Destructer chambre?

source: Are you sure you want to permanently destroy this room? This action cannot be undone and all history will be lost for all participants.
ie: Esque tu es cert que tu vole destructer ti chambre permanentmen? Ti action ne posse esser revertet e omni historie va esser perdit por omni participantes.

source: Destroy
ie: Destructer

source: Failed to destroy room
ie: Ne successat destructer li sala

source: Auto-delete messages
ie: Auto-deler missages

source: Never
ie: Jammais

source: After 15 minutes
ie: Pos 15 minutes

source: After 30 minutes
ie: Pos 30 minutes

source: After 1 hour
ie: Pos 1 hor

source: After 24 hours
ie: Pos 24 hores

source: After 7 days
ie: Pos 7 dies

source: After 30 days
ie: Pos 30 dies

source: Image sent
ie: Image sta inviat

source: File sent
ie: File sta inviat

source: Image received
ie: Image sta recivet

source: File received
ie: Image es recivet

source: Thema:
ie: Tema:

source: Öffentlich
ie: Public

source: Typ:
ie: Tip:

source: %b %d
ie: %e %b

source: Yesterday
ie: Yer

source: Conversation Details
ie: Detallies de conversation

source: Invite Contact
ie: Invitar contacte

source: Unmute
ie: Desilentiar

source: Mute
ie: Silentiar

source: Leave and Close
ie: Lear e clauder

source: Edit Alias
ie: Redacter pseudonyme

source: Unblock
ie: Debloccar

source: Block
ie: Blocar

source: Alias
ie: Pseudonim

source: Save
ie: Gardar quam

source: Unmute contact?
ie: Desilentiar contacto?

source: This will enable notifications from %s.
ie: Ti va activar notificationes de %s.

source: Mute contact?
ie: Silentiar contacto?

source: This will disable notifications from %s.
ie: Ti va desactivar notificationes de %s.

source: Unblock contact?
ie: Debloccar contacto?

source: This will allow %s to send you messages again.
ie: To va permisser %s inviar te missages denove.

source: Block contact?
ie: Bloccar contacto?

source: This will prevent %s from sending you messages.
ie: Ti va preventer %s de inviar missages a vu.

source: Remove contact?
ie: Remover contacte?

source: This will: • Delete all conversation history • Remove %s from your contact list This action cannot be undone.
ie: To va: • Deleter omni historie de conversationes • Remover %s de tui liste de contactes Ist action ne posse esser reverset.

source: Delete all message history?
ie: Deler tot li historie de missages?

source: This will permanently delete all messages in this conversation. This action cannot be undone.
ie: Ti va permanentmen deleter omni missages in ti conversation. Ti action ne posse esser revertet.

source: Delete
ie: Deleter

source: Start call
ie: Comensar voce

source: Audio call
ie: Voce audio

source: Video call
ie: Voce video

source: Conference Server Required
ie: Servitor de conferentie necessi

source: To start a group call, you need to configure a default conference server in your account settings.
ie: Por iniciar un clamada de gruppe, tu deve configurar un servitor de conferentie predefinit in tui parametres de conto.

source: Open Settings
ie: Aperter parametres

source: Delete all message history for this conversation?
ie: Suprimer tot li historie de missages por ti conversation?

source: This action cannot be undone.
ie: Ti action ne posse esser revertet.

source: Close Conversation
ie: Clauder conversation

source: Members
ie: Membres

source: Select file
ie: Selecter un file

source: Select
ie: Selecter

source: The file exceeds the server's maximum upload size.
ie: Li grandore de file excede li maximum del servitor.

source: With %s
ie: Con %s

source: Join Channel Help
ie: Helpe por junter canale

source: To join a channel, click the "Join Channel" button and enter the channel JID (example: room@conference.example.org). If you need a password or a nickname, provide them in the dialog. Use the discovery features in the server to find public rooms.
ie: Por junter un canal, clicka li buton "Junter Canal" e entra li JID del canal (exemple: room@conference.example.org). Si tu besona un passa-parol o un pseudonime, provid les in li dialogo. Usa li functiones de descoverta del servitor por trovar cameras public.

source: Welcome to DinoX!
ie: Benevenit a DinoX!

source: Sign in or create an account to get started.
ie: Inregistra vos o crea un conto por iniciar.

source: Set up account
ie: Etablisser un conto

source: No active accounts
ie: Null activ contos

source: Manage accounts
ie: Gerer contos

source: Subscription request
ie: Petition de abonnament

source: Wrong password
ie: Contrasigne es ínvalid

source: Invalid TLS certificate
ie: Certificate TLS es ínvalid

source: Invitation to %s
ie: Invitation a(l) %s

source: %s invited you to %s
ie: %s invitat vos a(l) %s

source: Permission request
ie: Demande de permission

source: %s requests the permission to write in %s
ie: %s demanda li permission scrir in %s

source: Owner
ie: Proprietario

source: Admin
ie: Administrator

source: Member
ie: Membre

source: User
ie: Usator

source: Start private conversation
ie: Iniciar un privat conversation

source: Unblock Contact
ie: Desblocar contacte

source: Block Contact
ie: Blocar contacte

source: Kick
ie: Remover

source: Ban (Permanent)
ie: Bannar (permanent)

source: Ban (10 min)
ie: Bannar (10 min)

source: Ban (15 min)
ie: Bannar (15 min)

source: Ban (30 min)
ie: Bannar (30 min)

source: Make Admin
ie: Far administrator

source: Revoke Admin
ie: Revocar administrator

source: Make Owner
ie: Far proprietario

source: Make Member
ie: Far membre

source: Revoke Membership
ie: Revocar membrité

source: Kicked by moderator
ie: Expulset de moderator

source: Invite to Conference
ie: Invitar a un conferentie

source: Quit
ie: Quitar

source: A friendly name shown in room listings (does not change the room address)
ie: Un nómine amical monstrat in listes de cameras (ne cambia li adresse del camera)

source: A description of the room shown in room listings
ie: Un description del sala monstrat in li listes de salas

source: The room will persist after the last occupant leaves
ie: Li chambre va persister pos que li ultim occupant surti

source: Publicly searchable
ie: Serchabil publicmen

source: The room will appear in public room listings
ie: Li chambre va apparer in listes public de chambres

source: Occupants may change the subject
ie: Occupantes posse cambiar li tema

source: Permission to view JIDs
ie: Permission vider JIDs

source: Who is allowed to view the occupants' JIDs?
ie: Qui es permisset vider li JIDs del membres?

source: Moderated
ie: Moderat

source: Only occupants with voice may send messages
ie: Solmen occupantes con voce posse inviar missages

source: Members only
ie: Solmen membres

source: Only members may enter the room. Warning: Non-members will be removed when enabled!
ie: Solmen membres posse intrar li chambre. Avertiment: Non-membres va esser removet quande activat!

source: %s from %s
ie: %s de %s

source: Today
ie: Hodie

source: This contact will be removed from your contact list and all conversation history will be permanently deleted.
ie: Ti contacte va esser removet de tui liste de contactes e omni historie de conversationes va esser deletet permanentmen.

source: Block user
ie: Bloccar usator

source: Block entire domain
ie: Bloccar tot li dominia

source: Pinned
ie: Fixat

source: Pin
ie: Fixar

source: Domain blocked
ie: Dominia bloccat

source: Notifications enabled
ie: Notificationes activat

source: Notifications for mentions
ie: Notificationes por mentiones

source: Notifications disabled
ie: Notificationes desactivat

source: Settings
ie: Parametres

source: Room Configuration
ie: Configuration del chambre

source: Connect
ie: Connexer

source: Disable account
ie: Desactivar conto

source: Enable account
ie: Activar conto

source: Select avatar
ie: Selecte un avatar

source: All files
ie: Omni files

source: Remove account %s?
ie: Remover li conto %s?

source: Connected
ie: Conexet

source: Disconnected
ie: Disconexet

source: Error
ie: Errore

source: Disabled accounts
ie: Contos desactivat

source: Add Account
ie: Adjunter un conto

source: Sign in
ie: Inregistrar se

source: The server could not prove that it is %s.
ie: Li servitor ne posset provar que it es %s.
