Repository: rallep71/dinox
Catalog: main/po/ie.po
Languages: ie

source: Its security certificate is not trusted by your operating system.
ie: Su certificat ne have fide de vor sistema operativ.

source: Its security certificate is issued to another domain.
ie: Su certificat es emisset por un altri dominia.

source: Its security certificate will only become valid in the future.
ie: Su certificat va esser valid solmen in li futur.

source: Its security certificate is expired.
ie: Su certificat ha expirat.

source: Create account
ie: Crear un conto

source: You can now use the account %s.
ie: Nu vu posse usar li conto %s.

source: Wrong username or password
ie: Contrasigne o nómine ínvalid

source: Something went wrong
ie: Un errore evenit

source: No response from server
ie: Servitore ne responde

source: Register on %s
ie: Registrar sur %s

source: The server requires to sign up through a website
ie: Li servitor besona r

source: Open website
ie: Aperter li website

source: Register
ie: Registrar

source: Check %s for information on how to sign up
ie: Visita %s por li information pri registration

source: No contacts
ie: Null contactes

source: Add contacts to start chatting
ie: Adjunter contactos por comensar chattar

source: This will remove %s from your contact list and delete all conversation history.
ie: To va remover %s de tui liste de contactes e deleter omni historie de conversationes.

source: Edit Contact Alias
ie: Redacter pseudonyme del contacte

source: Change the display name for %s
ie: Changear li nómine monstrat por %s

source: Alias (optional)
ie: Pseudonim (optional)
